SET NAMES UTF8;
DROP DATABASE IF EXISTS ddw;
CREATE DATABASE ddw CHARSET=UTF8;
USE ddw;


/**商品评论**/
CREATE TABLE ddw_comment(
  id INT PRIMARY KEY AUTO_INCREMENT,
  bid INT,
  ctime DATETIME,
  content VARCHAR(128),
  username  VARCHAR(28),
  isdel INT
)


/**书本详情**/
CREATE TABLE ddw_book(
  lid  INT PRIMARY KEY AUTO_INCREMENT,
  family_id  INT,
  title VARCHAR(64),
  author VARCHAR(64),
  pic  VARCHAR(128),
  detail  VARCHAR(512),
  new_price DECIMAL(10,2),
  old_price DECIMAL(10,2),
  ele_price DECIMAL(10,2),
  comment  INT,         
  subtitle VARCHAR(128),      #副标题
  publish  VARCHAR(64),
  format VARCHAR(32),          #开本
  paper VARCHAR(32),             #胶版纸
  package VARCHAR(32),         #包装
  suit BOOLEAN,               #是否套装
  isbn VARCHAR(32),           #国际标准书号
  detail_pic  VARCHAR(128)
);

/**书本图片**/
CREATE TABLE ddw_book_pic(
  pid INT PRIMARY KEY AUTO_INCREMENT,
  book_id INT,
  sm VARCHAR(128),            #小图片路径
  md VARCHAR(128),            #中图片路径
  lg VARCHAR(128)             #大图片路径
);

/**用户信息**/
CREATE TABLE ddw_user(
  uid INT PRIMARY KEY AUTO_INCREMENT,
  uname VARCHAR(32),
  upwd VARCHAR(32),
  email VARCHAR(64),
  phone VARCHAR(16),

  avatar VARCHAR(128),        #头像图片路径
  user_name VARCHAR(32),      #用户名，如王小明
  gender INT                  #性别  0-女  1-男
);



/**购物车条目**/
CREATE TABLE ddw_shoppingcart_item(
  iid INT PRIMARY KEY AUTO_INCREMENT,
  user_id INT,      #用户编号
  product_id INT,   #商品编号
  count INT,        #购买数量
  is_checked BOOLEAN #是否已勾选，确定购买
);


/****首页轮播广告商品****/
CREATE TABLE ddw_index_carousel(
  cid INT PRIMARY KEY AUTO_INCREMENT,
  img VARCHAR(128),
  title VARCHAR(64),
  href VARCHAR(128)
);

/****书单分类****/
CREATE TABLE ddw_index_family(
  fid INT PRIMARY KEY AUTO_INCREMENT,
  fname VARCHAR(128)
)

/****尾品汇****/
CREATE TABLE ddw_index_ad(
  aid INT PRIMARY KEY AUTO_INCREMENT,
  pic VARCHAR(64)
);

/****新书上架****/
CREATE TABLE ddw_index_newb(
  nid INT PRIMARY KEY AUTO_INCREMENT,
  title VARCHAR(64),
  author VARCHAR(128),
  pic VARCHAR(128),
  new-price DECIMAL(10,2),
  old-price DECIMAL(10,2),
);

/****新书预售****/
CREATE TABLE ddw_index_readyb(
  rid INT PRIMARY KEY AUTO_INCREMENT,
  title VARCHAR(64),
  pic VARCHAR(128),
  new_price DECIMAL(10,2),
  old_price DECIMAL(10,2),
);

/****新书热卖****/
CREATE TABLE ddw_index_soleb(
  sid INT PRIMARY KEY AUTO_INCREMENT,
  title VARCHAR(64),
  pic VARCHAR(128),
  new_price DECIMAL(10,2),
  old_price DECIMAL(10,2),
  comment  INT
);

/****独家特供****/
CREATE TABLE ddw_index_djtg(
  did INT PRIMARY KEY AUTO_INCREMENT,
  title VARCHAR(64),
  author VARCHAR(128),
  pic VARCHAR(128),
  new_price DECIMAL(10,2),
  old_price DECIMAL(10,2),
);

/****图书畅销****/
CREATE TABLE ddw_index_tscx(
  tid INT PRIMARY KEY AUTO_INCREMENT,
  title VARCHAR(64),
  pic VARCHAR(128),
  new-price DECIMAL(10,2),
  old-price DECIMAL(10,2),
  comment INT
);

/****主编推荐****/
CREATE TABLE ddw_index_zbtj(
  zid INT PRIMARY KEY AUTO_INCREMENT,
  title VARCHAR(64),
  author VARCHAR(128),
  pic VARCHAR(128),
  new_price DECIMAL(10,2),
  old_price DECIMAL(10,2)
);

/****电子书榜****/
CREATE TABLE ddw_index_eleb(
  eid INT PRIMARY KEY AUTO_INCREMENT,
  title VARCHAR(64),
  pic VARCHAR(128),
  new_price DECIMAL(10,2),
  old_price DECIMAL(10,2),
  comment INT
);

/****作家榜****/
CREATE TABLE ddw_index_author(
  aid INT PRIMARY KEY AUTO_INCREMENT,
  name VARCHAR(64),
  detail VARCHAR(512),
  pic VARCHAR(128),
);

/****作家作品****/
CREATE TABLE ddw_index_authorw(
  wid INT PRIMARY KEY AUTO_INCREMENT,
  title VARCHAR(64),
  detail VARCHAR(518),
  pic VARCHAR(128),
  new_price DECIMAL(10,2),
  old_price DECIMAL(10,2),
  ele_price DECIMAL(10,2)
);

/****读者推荐****/
CREATE TABLE ddw_index_dztj(
  jid INT PRIMARY KEY AUTO_INCREMENT,
  title VARCHAR(64),
  pic VARCHAR(128),
  new-price DECIMAL(10,2),
  old-price DECIMAL(10,2),
  desc  VARCHAR(512)
);

/*******************/
/******数据导入******/
/*******************/


/**用户信息**/
INSERT INTO ddw_user VALUES
(NULL, 'dingding', '123456', 'ding@qq.com', '13501234567', NULL, '丁伟', '1'),
(NULL, 'dangdang', '123456', 'dang@qq.com', '13501234568', NULL, '林当', '1'),
(NULL, 'doudou', '123456', 'dou@qq.com', '13501234569', NULL, '窦志强', '1'),
(NULL, 'yaya', '123456', 'ya@qq.com', '13501234560', NULL, '秦小雅', '0');

/****首页轮播广告商品****/
INSERT INTO ddw_index_carousel VALUES
(NULL, 'http://127.0.0.1:3000/img/banner/banner1.jpg','轮播广告商品1',NULL),
(NULL, 'http://127.0.0.1:3000/img/banner/banner2.jpg','轮播广告商品2',NULL),
(NULL, 'http://127.0.0.1:3000/img/banner/banner3.jpg','轮播广告商品3',NULL),
(NULL, 'http://127.0.0.1:3000/img/banner/banner4.jpg','轮播广告商品4',NULL),
(NULL, 'http://127.0.0.1:3000/img/banner/banner5.jpg','轮播广告商品5',NULL),
(NULL, 'http://127.0.0.1:3000/img/banner/banner6.jpg','轮播广告商品6',NULL),
(NULL, 'http://127.0.0.1:3000/img/banner/banner7.jpg','轮播广告商品7',NULL),
(NULL, 'http://127.0.0.1:3000/img/banner/banner8.jpg','轮播广告商品8',NULL),
(NULL, 'http://127.0.0.1:3000/img/banner/banner9.jpg','轮播广告商品9',NULL);


/****新书预售表****/
INSERT INTO ddw_index_readyb VALUES
(NULL, '一学就会的超级手帐术', 'http://127.0.0.1:3000/img/new-book/nb1.jpg', 49.00, 69.80),
(NULL, '九州飘零书：商博良（江南新书《九州缥缈录》之后再续九州史诗）限量珍藏版鹿头图腾立体拼图+随机发送江南亲笔签名本', 'http://127.0.0.1:3000/img/new-book/nb2.jpg', 25.80, 43.00),
(NULL, '不租房的606天（独家限量签名版）', 'http://127.0.0.1:3000/img/new-book/nb3.jpg', 40.90, 52.00),
(NULL, '动物每天都在做什么？+大人每天都在做什么？', 'http://127.0.0.1:3000/img/new-book/nb4.jpg', 101.10, 140.00),
(NULL, '全译罗马帝国衰亡史（一部畅销200多年，囊括政治、经济、宗教、军事、文化的罗马史必读经典。大陆唯一全译本。', 'http://127.0.0.1:3000/img/new-book/nb5.jpg', 499.20, 699.00);


/****新书上架表****/
INSERT INTO ddw_index_newb VALUES
(NULL,'无所畏（2018年冯唐全新作品，一部坦露自我的真诚之作）','冯唐','http://127.0.0.1:3000/img/products/b1.jpg',44.10,49.80),
(NULL,'好好说话2：简单有效的高情商沟通术','马薇薇、黄执中 、周玄毅、邱晨、胡渐彪','http://127.0.0.1:3000/img/products/b2.jpg',38.00,55.00),
(NULL,'【2019日历】-凡是过去，皆为序曲：2019小林漫画日历','林帝浣','http://127.0.0.1:3000/img/products/b3.jpg',159.20,168.00),
(NULL,'郭论（郭德纲2018年重磅新作）','郭德纲','http://127.0.0.1:3000/img/products/b4.png',47.20,49.80),
(NULL,'祸国 式燕（全二册）当当专享签名本','十四阙 ','http://127.0.0.1:3000/img/products/b5.jpg',60.70,72.00),
(NULL,'花格子大象艾玛经典绘本（套装全23册）','大卫·麦基','http://127.0.0.1:3000/img/products/b6.jpg',394.20,468.00),
(NULL,'小读客·这是什么呀·3~6岁美国经典绘本大百科（给孩子的万物启蒙书！美国国宝级童书品牌！）（天气系列）','[美]盖尔·吉本斯','http://127.0.0.1:3000/img/products/b7.jpg',107.90,149.90),
(NULL,'公主走进黑森林：用荣格的观点探索童话世界','吕旭亚','http://127.0.0.1:3000/img/products/b8.png',9.99,NULL),
(NULL,'不三','冯唐','http://127.0.0.1:3000/img/products/b9.jpg',38.70,49.00),
(NULL,'曼食慢语','曼达（Amanda）','http://127.0.0.1:3000/img/products/b10.jpg',34.00,68.00),
(NULL,'AI·未来（李开复博士深度解析人工智能未来十年大趋势）','李开复','http://127.0.0.1:3000/img/products/b11.jpg',29.20,62.00),
(NULL,'愿有岁月可回首，且以深情共白头','谷谷','http://127.0.0.1:3000/img/products/b12.jpg',28.50,38.00),
(NULL,'丰臣秀吉（全景插图版）','小林莺里','http://127.0.0.1:3000/img/products/b13.jpg',38.20,98.00),
(NULL,' 小读客·宝宝第一套好性格养成书：皮特猫共四辑（套装共24册）（乐观、自信、勇敢……皮特猫在美国家喻户晓，几乎每个孩子都在读！）','詹姆斯·迪安，艾瑞克·利温，金柏莉·迪安','http://127.0.0.1:3000/img/products/b14.jpg',279.80,559.60),
(NULL,'孩子你在想什么——15堂极简哲学课（全15册，探讨了关于朋友、钱、真实、死亡等话题，解决孩子成长的烦恼，做内心强大的自己）','艾唐·伯瑞茨','http://127.0.0.1:3000/img/products/b15.jpg',99.00,198.00),
(NULL,'窝在角落好安心2 角落小伙伴的四季','【日】横沟百合','http://127.0.0.1:3000/img/products/b16.jpg',19.90,39.80),
(NULL,'软刺：和《房思琪的初恋乐园》《伯德小姐》一样，触动千万读者的成长物语','[美] 艾米丽·福里德伦德','http://127.0.0.1:3000/img/products/b17.jpg',19.90,39.80),
(NULL,' 找回迷失的自己：从自耗到高效逆转','程志良','http://127.0.0.1:3000/img/products/b18.jpg',17.50,35.00),
(NULL,'高教版考研大纲2019年全国硕士研究生招生考试思想政治理论考试大纲解析','教育部考试中心','http://127.0.0.1:3000/img/products/b19.jpg',52.00,76.00),
(NULL,'大破局：中国经济新机遇（团购，请致电010-57993380）','叶檀','http://127.0.0.1:3000/img/products/b20.jpg',23.40,49.80),
(NULL,'凡·高','[德]英戈·沃尔特 [德]瑞纳·梅茨格','http://127.0.0.1:3000/img/products/b21.jpg',99.00,198.00),
(NULL,' 森林鱼童书：孩子必读的凯迪克大奖经典绘本（全4册、狮子和老鼠、威廉·布莱克旅馆的一次访问、丑小鸭、米兰迪和风哥哥）','［美］南茜·威拉德，杰里·平克尼','http://127.0.0.1:3000/img/products/b22.jpg',131.40,195.60),
(NULL,'STEAM科学了不起（当当独家版：随书附赠价值598元德拉学院课程体验卡）','（英）罗布·贝迪 著，（英）萨姆·皮特 绘','http://127.0.0.1:3000/img/products/b23.jpg',44.00,88.00),
(NULL,'你努力去爱的样子，又孤独又美好','王藩','http://127.0.0.1:3000/img/products/b24.jpg',28.50,38.00),
(NULL,'国家是怎样炼成的2','赛雷','http://127.0.0.1:3000/img/products/b25.jpg',24.90,49.80),
(NULL,'中央帝国的哲学密码','郭建龙','http://127.0.0.1:3000/img/products/b26.jpg',39.00,78.00),
(NULL,'复乐园','渡边淳一','http://127.0.0.1:3000/img/products/b27.jpg',19.50,39.00),
(NULL,'肖秀荣2019考研政治命题人知识点提要','肖秀荣','http://127.0.0.1:3000/img/products/b28.jpg',25.40,39.00),
(NULL,'DADA全球艺术启蒙系列·遇见艺术大师（套装10册）','【法】克里斯蒂安·诺比亚尔，安东尼·乌尔曼','http://127.0.0.1:3000/img/products/b29.jpg',308.40,459.00),
(NULL,' 滴答滴答日本经典婴儿纸板书（套装共9册）','[日]松井纪子','http://127.0.0.1:3000/img/products/b30.jpg',152.10,225.00),
(NULL,' 会说话的汉字（全3册，当当独家配备《亲子阅读指导手册》）','梅子涵','http://127.0.0.1:3000/img/products/b31.jpg',74.00,148.00),
(NULL,'0-3岁亲子游戏纸板书（全5册）','[日] 冬野一子 ','http://127.0.0.1:3000/img/products/b32.jpg',99.50,199.00);


/****新书上架表****/
INSERT INTO ddw_index_soleb VALUES
(NULL,'好好说话2：简单有效的高情商沟通术','http://127.0.0.1:3000/img/sale-book/sb1.jpg',38.00,55.00,115),
(NULL,'无所畏（2018年冯唐全新作品，一部坦露自我的真诚之作）','http://127.0.0.1:3000/img/sale-book/sb2.jpg',44.10,49.80,118),
(NULL,'谁的青春不迷茫（2018全新版）新增2013—2018 这几年间 3万字精选日记，随书附赠《不迷茫手册》','http://127.0.0.1:3000/img/sale-book/sb3.jpg',24.80,45.00,120),
(NULL,'摄影笔记 实战篇 你应该会拍的68幅照片','http://127.0.0.1:3000/img/sale-book/sb4.jpg',72.80,99.00,125),
(NULL,'李白传：一声狂笑，半个盛唐','http://127.0.0.1:3000/img/sale-book/sb5.jpg',29.50,42.00,135),
(NULL,' 我喜欢生命本来的样子(周国平经典散文作品集)','http://127.0.0.1:3000/img/sale-book/sb6.jpg',41.40,45.00,120),
(NULL,'瓦尔登湖（瓦尔登湖畔，不只是身体的栖息之所，更是精神的沉思之地）（1-9年级必读书单）','http://127.0.0.1:3000/img/sale-book/sb7.jpg',15.00,25.00,118),
(NULL,'自在独行 贾平凹的独行世界','http://127.0.0.1:3000/img/sale-book/sb8.jpg',32.90,39.00,518),
(NULL,'夏目友人帐','http://127.0.0.1:3000/img/sale-book/sb9.jpg',23.10,32.80,789),
(NULL,'浮生六记 （汪涵推荐，畅销200万册。沈复给芸娘的绝美情书）【果麦经典】','http://127.0.0.1:3000/img/sale-book/sb10.jpg',25.30,32.00,981);

/****图书畅销表****/
INSERT INTO ddw_index_tscx VALUES
(NULL,'好好说话2：简单有效的高情商沟通术','http://127.0.0.1:3000/img/sale-book/sb1.jpg',38.00,55.00,115),
(NULL,'无所畏（2018年冯唐全新作品，一部坦露自我的真诚之作）','http://127.0.0.1:3000/img/sale-book/sb2.jpg',44.10,49.80,118),
(NULL,'谁的青春不迷茫（2018全新版）新增2013—2018 这几年间 3万字精选日记，随书附赠《不迷茫手册》','http://127.0.0.1:3000/img/sale-book/sb3.jpg',24.80,45.00,120),
(NULL,'摄影笔记 实战篇 你应该会拍的68幅照片','http://127.0.0.1:3000/img/sale-book/sb4.jpg',72.80,99.00,125),
(NULL,'李白传：一声狂笑，半个盛唐','http://127.0.0.1:3000/img/sale-book/sb5.jpg',29.50,42.00,135),
(NULL,' 我喜欢生命本来的样子(周国平经典散文作品集)','http://127.0.0.1:3000/img/sale-book/sb6.jpg',41.40,45.00,120),
(NULL,'瓦尔登湖（瓦尔登湖畔，不只是身体的栖息之所，更是精神的沉思之地）（1-9年级必读书单）','http://127.0.0.1:3000/img/sale-book/sb7.jpg',15.00,25.00,118),
(NULL,'自在独行 贾平凹的独行世界','http://127.0.0.1:3000/img/sale-book/sb8.jpg',32.90,39.00,518),
(NULL,'夏目友人帐','http://127.0.0.1:3000/img/sale-book/sb9.jpg',23.10,32.80,789),
(NULL,'浮生六记 （汪涵推荐，畅销200万册。沈复给芸娘的绝美情书）【果麦经典】','http://127.0.0.1:3000/img/sale-book/sb10.jpg',25.30,32.00,981);

/****电子书表****/
INSERT INTO ddw_index_eleb VALUES
(NULL,'好好说话2：简单有效的高情商沟通术','http://127.0.0.1:3000/img/sale-book/sb1.jpg',38.00,55.00,115),
(NULL,'无所畏（2018年冯唐全新作品，一部坦露自我的真诚之作）','http://127.0.0.1:3000/img/sale-book/sb2.jpg',44.10,49.80,118),
(NULL,'谁的青春不迷茫（2018全新版）新增2013—2018 这几年间 3万字精选日记，随书附赠《不迷茫手册》','http://127.0.0.1:3000/img/sale-book/sb3.jpg',24.80,45.00,120),
(NULL,'摄影笔记 实战篇 你应该会拍的68幅照片','http://127.0.0.1:3000/img/sale-book/sb4.jpg',72.80,99.00,125),
(NULL,'李白传：一声狂笑，半个盛唐','http://127.0.0.1:3000/img/sale-book/sb5.jpg',29.50,42.00,135),
(NULL,' 我喜欢生命本来的样子(周国平经典散文作品集)','http://127.0.0.1:3000/img/sale-book/sb6.jpg',41.40,45.00,120),
(NULL,'瓦尔登湖（瓦尔登湖畔，不只是身体的栖息之所，更是精神的沉思之地）（1-9年级必读书单）','http://127.0.0.1:3000/img/sale-book/sb7.jpg',15.00,25.00,118),
(NULL,'自在独行 贾平凹的独行世界','http://127.0.0.1:3000/img/sale-book/sb8.jpg',32.90,39.00,518),
(NULL,'夏目友人帐','http://127.0.0.1:3000/img/sale-book/sb9.jpg',23.10,32.80,789),
(NULL,'浮生六记 （汪涵推荐，畅销200万册。沈复给芸娘的绝美情书）【果麦经典】','http://127.0.0.1:3000/img/sale-book/sb10.jpg',25.30,32.00,981);


/****独家特供表****/
INSERT INTO ddw_index_djtg VALUES
(NULL,'小学生作文优秀辅导大全 优秀作文精选 30个专题 8O个题材精细分类 小学作文3-4-5-6年级常见作文素材一应俱全 玩转三、四、五、六年级作','季小兵','http://127.0.0.1:3000/img/djtg-book/djb1.jpg',14.30,22.00),
(NULL,'探险家公会：移动的香格里拉','（美）凯文·科斯特纳','http://127.0.0.1:3000/img/djtg-book/djb2.jpg',113.70,158.00),
(NULL,'日月的容曜 壹 诺言(独家签名本+签章本)','小春，儒意欣欣','http://127.0.0.1:3000/img/djtg-book/djb3.jpg',29.50,42.80),
(NULL,'写给父母的未来之书：抓住0-7岁关键期培养一生的优势(当当独家签名本','郝景芳、王立铭、童行学院','http://127.0.0.1:3000/img/djtg-book/djb4.jpg',44.50,59.00),
(NULL,'肥志百科(当当独家亲笔签名+表情包贴纸）','肥志','http://127.0.0.1:3000/img/djtg-book/djb5.jpg',43.80,55.00),
(NULL,'永不放弃：我向马云学创业','肖森舟 赵秀彦','http://127.0.0.1:3000/img/djtg-book/djb6.jpg',41.70,55.00),
(NULL,'DK素描之书','[英] 萨拉·西蒙伯尔特','http://127.0.0.1:3000/img/djtg-book/djb7.jpg',101.10,128.00),
(NULL,'好想去这样那样的国家（全6册）','【日】东菜奈','http://127.0.0.1:3000/img/djtg-book/djb8',97.50,126.00),
(NULL,'彩色连环画中国历史（第一辑，1-10册）','孟庆江','http://127.0.0.1:3000/img/djtg-book/djb9.jpg',287.20,398.00),
(NULL,'学会管自己（歪歪兔独立成长童话）','陈梦敏','http://127.0.0.1:3000/img/djtg-book/djb10.jpg',88.00,128.00);

/****主编推荐表****/
INSERT INTO ddw_index_zbtj VALUES
(NULL,'小学生作文优秀辅导大全 优秀作文精选 30个专题 8O个题材精细分类 小学作文3-4-5-6年级常见作文素材一应俱全 玩转三、四、五、六年级作','季小兵','http://127.0.0.1:3000/img/djtg-book/djb1.jpg',14.30,22.00),
(NULL,'探险家公会：移动的香格里拉','（美）凯文·科斯特纳','http://127.0.0.1:3000/img/djtg-book/djb2.jpg',113.70,158.00),
(NULL,'日月的容曜 壹 诺言(独家签名本+签章本)','小春，儒意欣欣','http://127.0.0.1:3000/img/djtg-book/djb3.jpg',29.50,42.80),
(NULL,'写给父母的未来之书：抓住0-7岁关键期培养一生的优势(当当独家签名本','郝景芳、王立铭、童行学院','http://127.0.0.1:3000/img/djtg-book/djb4.jpg',44.50,59.00),
(NULL,'肥志百科(当当独家亲笔签名+表情包贴纸）','肥志','http://127.0.0.1:3000/img/djtg-book/djb5.jpg',43.80,55.00),
(NULL,'永不放弃：我向马云学创业','肖森舟 赵秀彦','http://127.0.0.1:3000/img/djtg-book/djb6.jpg',41.70,55.00),
(NULL,'DK素描之书','[英] 萨拉·西蒙伯尔特','http://127.0.0.1:3000/img/djtg-book/djb7.jpg',101.10,128.00),
(NULL,'好想去这样那样的国家（全6册）','【日】东菜奈','http://127.0.0.1:3000/img/djtg-book/djb8.jpg',97.50,126.00),
(NULL,'彩色连环画中国历史（第一辑，1-10册）','孟庆江','http://127.0.0.1:3000/img/djtg-book/djb9.jpg',287.20,398.00),
(NULL,'学会管自己（歪歪兔独立成长童话）','陈梦敏','http://127.0.0.1:3000/img/djtg-book/djb10.jpg',88.00,128.00);


/*****作家榜*****/
INSERT INTO ddw_index_author VALUES
(NULL,'艾伦·贝克尔','艾伦·贝克尔：绘本作家，凯迪克奖得主。曾参与制作《极地特快》等电影，其绘本代表作《不可思议的旅程》，构建了一个让想象力驰骋的魔法世界，一经出版便荣获凯迪克奖。新作《莎莎的石头》画面更加厚重沉稳、作者用更加史诗级别的视角将目光从想象国度转向现实世界的历史和地域，带来跨越时空和文化的迷人场景。一个女孩走到海边，捡起一块石头扔出去，又一段不可思议的旅程开始了……','http://127.0.0.1:3000/img/author/author1.jpg'),
(NULL,'冯唐','冯唐，1971年生于北京，诗人、作家、古器物爱好者。1998年，获协和医科大学临床医学博士，2000年，获美国埃默里大学MBA学位，2000—2008年，麦肯锡公司全球董事合伙人，2009—2014年，华润医疗集团创始CEO，2015年始，从事医疗投资。','http://127.0.0.1:3000/img/author/author2.jpg'),
(NULL,'钱儿妈','本名白雁飞，读者们爱称她“白大人”，亲子微信大号“Michael钱儿频道”联合创始人。中国传媒大学语言学硕士，英文纪录片专业翻译，长期致力于儿童英文启蒙教育，讲解的英文教程“牛津阅读树”，深受父母和孩子们喜爱。','http://127.0.0.1:3000/img/author/author3.jpg'),
(NULL,'林夕',NULL,NULL),
(NULL,'严歌苓',NULL,NULL),
(NULL,'桐华',NULL,NULL),
(NULL,'唐七',NULL,NULL),
(NULL,'辛夷坞',NULL,NULL),
(NULL,'张悦然',NULL,NULL),
(NULL,'张嘉佳',NULL,NULL),
(NULL,'安妮宝贝',NULL,NULL),
(NULL,'沈石溪',NULL,NULL),
(NULL,'幾米',NULL,NULL);


/****书单分类****/
INSERT INTO ddw_index_family VALUES
(NULL,'新书预售'),
(NULL,'新书上架'),
(NULL,'新书热卖'),
(NULL,'图书畅销'),
(NULL,'电子书榜'),
(NULL,'独家特供'),
(NULL,'主编推荐'),
(NULL,'作家作品'),
(NULL,'读者推荐');

/****书城商品****/
INSERT INTO ddw_book VALUES
(NULL,1,'一学就会的超级手帐术','Peachbaby桃子同学','http://127.0.0.1:3000/img/new-book/nb1.jpg',NULL,49.00, 69.80,9.99,230,'萌翻你的手账 零基础成为手帐达人 小白手帐入坑指南 聪明的孩子会做手账',
'人民邮电出版社','16开','胶版纸','平装-胶钉',false,9787115489593,'http://127.0.0.1:3000/img/book-detail-pic/d1.jpg'),
(NULL,1,'九州飘零书：商博良（江南新书《九州缥缈录》之后再续九州史诗）限量珍藏版鹿头图腾立体拼图+随机发送江南亲笔签名本','江南','http://127.0.0.1:3000/img/new-book/nb2.jpg',NULL,25.80, 43.00,10.99,560,'限量珍藏版鹿头图腾立体拼图，预售下单可得限量江南亲笔签名本（签名书数量有限，随机发送）',
'人民文学出版社','32开','胶版纸','平装-胶钉',false,9787020144518,'http://127.0.0.1:3000/img/book-detail-pic/d2.jpg'),
(NULL,1,'不租房的606天（独家限量签名版）','郑辰雨（苹果姐姐）','http://127.0.0.1:3000/img/new-book/nb3.jpg',NULL,40.90, 52.00,8.99,240,'不折腾一下，怎么知道人生有多少种可能？1个旅行箱、26座城市、99位房东、606天，打开另一种看世界的方式。徐小平、陈愉、魏一平、阿Sam、范海涛推荐！斜杠新青年、未来生活家郑辰雨首...',
'中信出版社','32开','纯质纸','平装-胶钉',false,9787508692203,'http://127.0.0.1:3000/img/book-detail-pic/d3.jpg'),
(NULL,1,'动物每天都在做什么？+大人每天都在做什么？','[美]温迪 亨特','http://127.0.0.1:3000/img/new-book/nb4.jpg',NULL,101.10, 140.00,9.99,150,'不折腾一下，怎么知道人生有多少种可能？1个旅行箱、26座城市、99位房东、606天，打开另一种看世界的方式。徐小平、陈愉、魏一平、阿Sam、范海涛推荐！斜杠新青年、未来生活家郑辰雨首...',
'中信出版社','32开','纯质纸','平装-胶钉',false,9787508692203,'http://127.0.0.1:3000/img/book-detail-pic/d4.jpg'),
(NULL,1,'全译罗马帝国衰亡史（一部畅销200多年，囊括政治、经济、宗教、军事、文化的罗马史必读经典。大陆唯一全译本。','[英]爱德华·吉本','http://127.0.0.1:3000/img/new-book/nb5.jpg',NULL,499.20, 699.00,19.99,250,'享誉世界200年，了解罗马帝国不可不读的至高经典。哲学泰斗休谟、经济学之父亚当·斯密、英国首相丘吉尔极力推崇的史学巨著。翻开本书，领略罗马帝国1300年盛极而衰的恢弘史诗。',
'浙江大学出版社','16开','轻型纸纸','平装-胶钉',false,9787308183222,'http://127.0.0.1:3000/img/book-detail-pic/d5.jpg'),
(NULL,2,'一学就会的超级手帐术','Peachbaby桃子同学','http://127.0.0.1:3000/img/new-book/nb1.jpg',NULL,49.00, 69.80,9.99,230,'萌翻你的手账 零基础成为手帐达人 小白手帐入坑指南 聪明的孩子会做手账',
'人民邮电出版社','16开','胶版纸','平装-胶钉',false,9787115489593,'http://127.0.0.1:3000/img/book-detail-pic/d1.jpg'),
(NULL,2,'一学就会的超级手帐术','Peachbaby桃子同学','http://127.0.0.1:3000/img/new-book/nb1.jpg',NULL,49.00, 69.80,9.99,230,'萌翻你的手账 零基础成为手帐达人 小白手帐入坑指南 聪明的孩子会做手账',
'人民邮电出版社','16开','胶版纸','平装-胶钉',false,9787115489593,'http://127.0.0.1:3000/img/book-detail-pic/d1.jpg'),
(NULL,2,'一学就会的超级手帐术','Peachbaby桃子同学','http://127.0.0.1:3000/img/new-book/nb1.jpg',NULL,49.00, 69.80,9.99,230,'萌翻你的手账 零基础成为手帐达人 小白手帐入坑指南 聪明的孩子会做手账',
'人民邮电出版社','16开','胶版纸','平装-胶钉',false,9787115489593,'http://127.0.0.1:3000/img/book-detail-pic/d1.jpg'),
(NULL,2,'一学就会的超级手帐术','Peachbaby桃子同学','http://127.0.0.1:3000/img/new-book/nb1.jpg',NULL,49.00, 69.80,9.99,230,'萌翻你的手账 零基础成为手帐达人 小白手帐入坑指南 聪明的孩子会做手账',
'人民邮电出版社','16开','胶版纸','平装-胶钉',false,9787115489593,'http://127.0.0.1:3000/img/book-detail-pic/d1.jpg'),
(NULL,2,'一学就会的超级手帐术','Peachbaby桃子同学','http://127.0.0.1:3000/img/new-book/nb1.jpg',NULL,49.00, 69.80,9.99,230,'萌翻你的手账 零基础成为手帐达人 小白手帐入坑指南 聪明的孩子会做手账',
'人民邮电出版社','16开','胶版纸','平装-胶钉',false,9787115489593,'http://127.0.0.1:3000/img/book-detail-pic/d1.jpg'),
(NULL,2,'一学就会的超级手帐术','Peachbaby桃子同学','http://127.0.0.1:3000/img/new-book/nb1.jpg',NULL,49.00, 69.80,9.99,230,'萌翻你的手账 零基础成为手帐达人 小白手帐入坑指南 聪明的孩子会做手账',
'人民邮电出版社','16开','胶版纸','平装-胶钉',false,9787115489593,'http://127.0.0.1:3000/img/book-detail-pic/d1.jpg'),
(NULL,2,'一学就会的超级手帐术','Peachbaby桃子同学','http://127.0.0.1:3000/img/new-book/nb1.jpg',NULL,49.00, 69.80,9.99,230,'萌翻你的手账 零基础成为手帐达人 小白手帐入坑指南 聪明的孩子会做手账',
'人民邮电出版社','16开','胶版纸','平装-胶钉',false,9787115489593,'http://127.0.0.1:3000/img/book-detail-pic/d1.jpg'),
(NULL,2,'一学就会的超级手帐术','Peachbaby桃子同学','http://127.0.0.1:3000/img/new-book/nb1.jpg',NULL,49.00, 69.80,9.99,230,'萌翻你的手账 零基础成为手帐达人 小白手帐入坑指南 聪明的孩子会做手账',
'人民邮电出版社','16开','胶版纸','平装-胶钉',false,9787115489593,'http://127.0.0.1:3000/img/book-detail-pic/d1.jpg'),
(NULL,2,'九州飘零书：商博良（江南新书《九州缥缈录》之后再续九州史诗）限量珍藏版鹿头图腾立体拼图+随机发送江南亲笔签名本','江南','http://127.0.0.1:3000/img/new-book/nb2.jpg',NULL,25.80, 43.00,10.99,560,'限量珍藏版鹿头图腾立体拼图，预售下单可得限量江南亲笔签名本（签名书数量有限，随机发送）',
'人民文学出版社','32开','胶版纸','平装-胶钉',false,9787020144518,'http://127.0.0.1:3000/img/book-detail-pic/d2.jpg'),
(NULL,2,'九州飘零书：商博良（江南新书《九州缥缈录》之后再续九州史诗）限量珍藏版鹿头图腾立体拼图+随机发送江南亲笔签名本','江南','http://127.0.0.1:3000/img/new-book/nb2.jpg',NULL,25.80, 43.00,10.99,560,'限量珍藏版鹿头图腾立体拼图，预售下单可得限量江南亲笔签名本（签名书数量有限，随机发送）',
'人民文学出版社','32开','胶版纸','平装-胶钉',false,9787020144518,'http://127.0.0.1:3000/img/book-detail-pic/d2.jpg'),
(NULL,2,'九州飘零书：商博良（江南新书《九州缥缈录》之后再续九州史诗）限量珍藏版鹿头图腾立体拼图+随机发送江南亲笔签名本','江南','http://127.0.0.1:3000/img/new-book/nb2.jpg',NULL,25.80, 43.00,10.99,560,'限量珍藏版鹿头图腾立体拼图，预售下单可得限量江南亲笔签名本（签名书数量有限，随机发送）',
'人民文学出版社','32开','胶版纸','平装-胶钉',false,9787020144518,'http://127.0.0.1:3000/img/book-detail-pic/d2.jpg'),
(NULL,2,'九州飘零书：商博良（江南新书《九州缥缈录》之后再续九州史诗）限量珍藏版鹿头图腾立体拼图+随机发送江南亲笔签名本','江南','http://127.0.0.1:3000/img/new-book/nb2.jpg',NULL,25.80, 43.00,10.99,560,'限量珍藏版鹿头图腾立体拼图，预售下单可得限量江南亲笔签名本（签名书数量有限，随机发送）',
'人民文学出版社','32开','胶版纸','平装-胶钉',false,9787020144518,'http://127.0.0.1:3000/img/book-detail-pic/d2.jpg'),
(NULL,2,'九州飘零书：商博良（江南新书《九州缥缈录》之后再续九州史诗）限量珍藏版鹿头图腾立体拼图+随机发送江南亲笔签名本','江南','http://127.0.0.1:3000/img/new-book/nb2.jpg',NULL,25.80, 43.00,10.99,560,'限量珍藏版鹿头图腾立体拼图，预售下单可得限量江南亲笔签名本（签名书数量有限，随机发送）',
'人民文学出版社','32开','胶版纸','平装-胶钉',false,9787020144518,'http://127.0.0.1:3000/img/book-detail-pic/d2.jpg'),
(NULL,2,'九州飘零书：商博良（江南新书《九州缥缈录》之后再续九州史诗）限量珍藏版鹿头图腾立体拼图+随机发送江南亲笔签名本','江南','http://127.0.0.1:3000/img/new-book/nb2.jpg',NULL,25.80, 43.00,10.99,560,'限量珍藏版鹿头图腾立体拼图，预售下单可得限量江南亲笔签名本（签名书数量有限，随机发送）',
'人民文学出版社','32开','胶版纸','平装-胶钉',false,9787020144518,'http://127.0.0.1:3000/img/book-detail-pic/d2.jpg'),
(NULL,2,'九州飘零书：商博良（江南新书《九州缥缈录》之后再续九州史诗）限量珍藏版鹿头图腾立体拼图+随机发送江南亲笔签名本','江南','http://127.0.0.1:3000/img/new-book/nb2.jpg',NULL,25.80, 43.00,10.99,560,'限量珍藏版鹿头图腾立体拼图，预售下单可得限量江南亲笔签名本（签名书数量有限，随机发送）',
'人民文学出版社','32开','胶版纸','平装-胶钉',false,9787020144518,'http://127.0.0.1:3000/img/book-detail-pic/d2.jpg'),
(NULL,2,'九州飘零书：商博良（江南新书《九州缥缈录》之后再续九州史诗）限量珍藏版鹿头图腾立体拼图+随机发送江南亲笔签名本','江南','http://127.0.0.1:3000/img/new-book/nb2.jpg',NULL,25.80, 43.00,10.99,560,'限量珍藏版鹿头图腾立体拼图，预售下单可得限量江南亲笔签名本（签名书数量有限，随机发送）',
'人民文学出版社','32开','胶版纸','平装-胶钉',false,9787020144518,'http://127.0.0.1:3000/img/book-detail-pic/d2.jpg'),
(NULL,2,'不租房的606天（独家限量签名版）','郑辰雨（苹果姐姐）','http://127.0.0.1:3000/img/new-book/nb3.jpg',NULL,40.90, 52.00,8.99,240,'不折腾一下，怎么知道人生有多少种可能？1个旅行箱、26座城市、99位房东、606天，打开另一种看世界的方式。徐小平、陈愉、魏一平、阿Sam、范海涛推荐！斜杠新青年、未来生活家郑辰雨首...',
'中信出版社','32开','纯质纸','平装-胶钉',false,9787508692203,'http://127.0.0.1:3000/img/book-detail-pic/d3.jpg'),
(NULL,2,'不租房的606天（独家限量签名版）','郑辰雨（苹果姐姐）','http://127.0.0.1:3000/img/new-book/nb3.jpg',NULL,40.90, 52.00,8.99,240,'不折腾一下，怎么知道人生有多少种可能？1个旅行箱、26座城市、99位房东、606天，打开另一种看世界的方式。徐小平、陈愉、魏一平、阿Sam、范海涛推荐！斜杠新青年、未来生活家郑辰雨首...',
'中信出版社','32开','纯质纸','平装-胶钉',false,9787508692203,'http://127.0.0.1:3000/img/book-detail-pic/d3.jpg'),
(NULL,2,'不租房的606天（独家限量签名版）','郑辰雨（苹果姐姐）','http://127.0.0.1:3000/img/new-book/nb3.jpg',NULL,40.90, 52.00,8.99,240,'不折腾一下，怎么知道人生有多少种可能？1个旅行箱、26座城市、99位房东、606天，打开另一种看世界的方式。徐小平、陈愉、魏一平、阿Sam、范海涛推荐！斜杠新青年、未来生活家郑辰雨首...',
'中信出版社','32开','纯质纸','平装-胶钉',false,9787508692203,'http://127.0.0.1:3000/img/book-detail-pic/d3.jpg'),
(NULL,2,'不租房的606天（独家限量签名版）','郑辰雨（苹果姐姐）','http://127.0.0.1:3000/img/new-book/nb3.jpg',NULL,40.90, 52.00,8.99,240,'不折腾一下，怎么知道人生有多少种可能？1个旅行箱、26座城市、99位房东、606天，打开另一种看世界的方式。徐小平、陈愉、魏一平、阿Sam、范海涛推荐！斜杠新青年、未来生活家郑辰雨首...',
'中信出版社','32开','纯质纸','平装-胶钉',false,9787508692203,'http://127.0.0.1:3000/img/book-detail-pic/d3.jpg'),
(NULL,2,'不租房的606天（独家限量签名版）','郑辰雨（苹果姐姐）','http://127.0.0.1:3000/img/new-book/nb3.jpg',NULL,40.90, 52.00,8.99,240,'不折腾一下，怎么知道人生有多少种可能？1个旅行箱、26座城市、99位房东、606天，打开另一种看世界的方式。徐小平、陈愉、魏一平、阿Sam、范海涛推荐！斜杠新青年、未来生活家郑辰雨首...',
'中信出版社','32开','纯质纸','平装-胶钉',false,9787508692203,'http://127.0.0.1:3000/img/book-detail-pic/d3.jpg'),
(NULL,2,'不租房的606天（独家限量签名版）','郑辰雨（苹果姐姐）','http://127.0.0.1:3000/img/new-book/nb3.jpg',NULL,40.90, 52.00,8.99,240,'不折腾一下，怎么知道人生有多少种可能？1个旅行箱、26座城市、99位房东、606天，打开另一种看世界的方式。徐小平、陈愉、魏一平、阿Sam、范海涛推荐！斜杠新青年、未来生活家郑辰雨首...',
'中信出版社','32开','纯质纸','平装-胶钉',false,9787508692203,'http://127.0.0.1:3000/img/book-detail-pic/d3.jpg'),
(NULL,2,'不租房的606天（独家限量签名版）','郑辰雨（苹果姐姐）','http://127.0.0.1:3000/img/new-book/nb3.jpg',NULL,40.90, 52.00,8.99,240,'不折腾一下，怎么知道人生有多少种可能？1个旅行箱、26座城市、99位房东、606天，打开另一种看世界的方式。徐小平、陈愉、魏一平、阿Sam、范海涛推荐！斜杠新青年、未来生活家郑辰雨首...',
'中信出版社','32开','纯质纸','平装-胶钉',false,9787508692203,'http://127.0.0.1:3000/img/book-detail-pic/d3.jpg'),
(NULL,2,'不租房的606天（独家限量签名版）','郑辰雨（苹果姐姐）','http://127.0.0.1:3000/img/new-book/nb3.jpg',NULL,40.90, 52.00,8.99,240,'不折腾一下，怎么知道人生有多少种可能？1个旅行箱、26座城市、99位房东、606天，打开另一种看世界的方式。徐小平、陈愉、魏一平、阿Sam、范海涛推荐！斜杠新青年、未来生活家郑辰雨首...',
'中信出版社','32开','纯质纸','平装-胶钉',false,9787508692203,'http://127.0.0.1:3000/img/book-detail-pic/d3.jpg'),
(NULL,2,'动物每天都在做什么？+大人每天都在做什么？','[美]温迪 亨特','http://127.0.0.1:3000/img/new-book/nb4.jpg',NULL,101.10, 140.00,9.99,150,'不折腾一下，怎么知道人生有多少种可能？1个旅行箱、26座城市、99位房东、606天，打开另一种看世界的方式。徐小平、陈愉、魏一平、阿Sam、范海涛推荐！斜杠新青年、未来生活家郑辰雨首...',
'中信出版社','32开','纯质纸','平装-胶钉',false,9787508692203,'http://127.0.0.1:3000/img/book-detail-pic/d4.jpg'),
(NULL,2,'动物每天都在做什么？+大人每天都在做什么？','[美]温迪 亨特','http://127.0.0.1:3000/img/new-book/nb4.jpg',NULL,101.10, 140.00,9.99,150,'不折腾一下，怎么知道人生有多少种可能？1个旅行箱、26座城市、99位房东、606天，打开另一种看世界的方式。徐小平、陈愉、魏一平、阿Sam、范海涛推荐！斜杠新青年、未来生活家郑辰雨首...',
'中信出版社','32开','纯质纸','平装-胶钉',false,9787508692203,'http://127.0.0.1:3000/img/book-detail-pic/d4.jpg'),
(NULL,2,'动物每天都在做什么？+大人每天都在做什么？','[美]温迪 亨特','http://127.0.0.1:3000/img/new-book/nb4.jpg',NULL,101.10, 140.00,9.99,150,'不折腾一下，怎么知道人生有多少种可能？1个旅行箱、26座城市、99位房东、606天，打开另一种看世界的方式。徐小平、陈愉、魏一平、阿Sam、范海涛推荐！斜杠新青年、未来生活家郑辰雨首...',
'中信出版社','32开','纯质纸','平装-胶钉',false,9787508692203,'http://127.0.0.1:3000/img/book-detail-pic/d4.jpg'),
(NULL,2,'动物每天都在做什么？+大人每天都在做什么？','[美]温迪 亨特','http://127.0.0.1:3000/img/new-book/nb4.jpg',NULL,101.10, 140.00,9.99,150,'不折腾一下，怎么知道人生有多少种可能？1个旅行箱、26座城市、99位房东、606天，打开另一种看世界的方式。徐小平、陈愉、魏一平、阿Sam、范海涛推荐！斜杠新青年、未来生活家郑辰雨首...',
'中信出版社','32开','纯质纸','平装-胶钉',false,9787508692203,'http://127.0.0.1:3000/img/book-detail-pic/d4.jpg'),
(NULL,2,'动物每天都在做什么？+大人每天都在做什么？','[美]温迪 亨特','http://127.0.0.1:3000/img/new-book/nb4.jpg',NULL,101.10, 140.00,9.99,150,'不折腾一下，怎么知道人生有多少种可能？1个旅行箱、26座城市、99位房东、606天，打开另一种看世界的方式。徐小平、陈愉、魏一平、阿Sam、范海涛推荐！斜杠新青年、未来生活家郑辰雨首...',
'中信出版社','32开','纯质纸','平装-胶钉',false,9787508692203,'http://127.0.0.1:3000/img/book-detail-pic/d4.jpg'),
(NULL,2,'动物每天都在做什么？+大人每天都在做什么？','[美]温迪 亨特','http://127.0.0.1:3000/img/new-book/nb4.jpg',NULL,101.10, 140.00,9.99,150,'不折腾一下，怎么知道人生有多少种可能？1个旅行箱、26座城市、99位房东、606天，打开另一种看世界的方式。徐小平、陈愉、魏一平、阿Sam、范海涛推荐！斜杠新青年、未来生活家郑辰雨首...',
'中信出版社','32开','纯质纸','平装-胶钉',false,9787508692203,'http://127.0.0.1:3000/img/book-detail-pic/d4.jpg'),
(NULL,2,'动物每天都在做什么？+大人每天都在做什么？','[美]温迪 亨特','http://127.0.0.1:3000/img/new-book/nb4.jpg',NULL,101.10, 140.00,9.99,150,'不折腾一下，怎么知道人生有多少种可能？1个旅行箱、26座城市、99位房东、606天，打开另一种看世界的方式。徐小平、陈愉、魏一平、阿Sam、范海涛推荐！斜杠新青年、未来生活家郑辰雨首...',
'中信出版社','32开','纯质纸','平装-胶钉',false,9787508692203,'http://127.0.0.1:3000/img/book-detail-pic/d4.jpg'),
(NULL,2,'动物每天都在做什么？+大人每天都在做什么？','[美]温迪 亨特','http://127.0.0.1:3000/img/new-book/nb4.jpg',NULL,101.10, 140.00,9.99,150,'不折腾一下，怎么知道人生有多少种可能？1个旅行箱、26座城市、99位房东、606天，打开另一种看世界的方式。徐小平、陈愉、魏一平、阿Sam、范海涛推荐！斜杠新青年、未来生活家郑辰雨首...',
'中信出版社','32开','纯质纸','平装-胶钉',false,9787508692203,'http://127.0.0.1:3000/img/book-detail-pic/d4.jpg'),
(NULL,3,'一学就会的超级手帐术','Peachbaby桃子同学','http://127.0.0.1:3000/img/new-book/nb1.jpg',NULL,49.00, 69.80,9.99,230,'萌翻你的手账 零基础成为手帐达人 小白手帐入坑指南 聪明的孩子会做手账',
'人民邮电出版社','16开','胶版纸','平装-胶钉',false,9787115489593,'http://127.0.0.1:3000/img/book-detail-pic/d1.jpg'),
(NULL,3,'九州飘零书：商博良（江南新书《九州缥缈录》之后再续九州史诗）限量珍藏版鹿头图腾立体拼图+随机发送江南亲笔签名本','江南','http://127.0.0.1:3000/img/new-book/nb2.jpg',NULL,25.80, 43.00,10.99,560,'限量珍藏版鹿头图腾立体拼图，预售下单可得限量江南亲笔签名本（签名书数量有限，随机发送）',
'人民文学出版社','32开','胶版纸','平装-胶钉',false,9787020144518,'http://127.0.0.1:3000/img/book-detail-pic/d2.jpg'),
(NULL,3,'不租房的606天（独家限量签名版）','郑辰雨（苹果姐姐）','http://127.0.0.1:3000/img/new-book/nb3.jpg',NULL,40.90, 52.00,8.99,240,'不折腾一下，怎么知道人生有多少种可能？1个旅行箱、26座城市、99位房东、606天，打开另一种看世界的方式。徐小平、陈愉、魏一平、阿Sam、范海涛推荐！斜杠新青年、未来生活家郑辰雨首...',
'中信出版社','32开','纯质纸','平装-胶钉',false,9787508692203,'http://127.0.0.1:3000/img/book-detail-pic/d3.jpg'),
(NULL,3,'动物每天都在做什么？+大人每天都在做什么？','[美]温迪 亨特','http://127.0.0.1:3000/img/new-book/nb4.jpg',NULL,101.10, 140.00,9.99,150,'不折腾一下，怎么知道人生有多少种可能？1个旅行箱、26座城市、99位房东、606天，打开另一种看世界的方式。徐小平、陈愉、魏一平、阿Sam、范海涛推荐！斜杠新青年、未来生活家郑辰雨首...',
'中信出版社','32开','纯质纸','平装-胶钉',false,9787508692203,'http://127.0.0.1:3000/img/book-detail-pic/d4.jpg'),
(NULL,3,'全译罗马帝国衰亡史（一部畅销200多年，囊括政治、经济、宗教、军事、文化的罗马史必读经典。大陆唯一全译本。','[英]爱德华·吉本','http://127.0.0.1:3000/img/new-book/nb5.jpg',NULL,499.20, 699.00,19.99,250,'享誉世界200年，了解罗马帝国不可不读的至高经典。哲学泰斗休谟、经济学之父亚当·斯密、英国首相丘吉尔极力推崇的史学巨著。翻开本书，领略罗马帝国1300年盛极而衰的恢弘史诗。',
'浙江大学出版社','16开','轻型纸纸','平装-胶钉',false,9787308183222,'http://127.0.0.1:3000/img/book-detail-pic/d5.jpg'),
(NULL,3,'一学就会的超级手帐术','Peachbaby桃子同学','http://127.0.0.1:3000/img/new-book/nb1.jpg',NULL,49.00, 69.80,9.99,230,'萌翻你的手账 零基础成为手帐达人 小白手帐入坑指南 聪明的孩子会做手账',
'人民邮电出版社','16开','胶版纸','平装-胶钉',false,9787115489593,'http://127.0.0.1:3000/img/book-detail-pic/d1.jpg'),
(NULL,3,'九州飘零书：商博良（江南新书《九州缥缈录》之后再续九州史诗）限量珍藏版鹿头图腾立体拼图+随机发送江南亲笔签名本','江南','http://127.0.0.1:3000/img/new-book/nb2.jpg',NULL,25.80, 43.00,10.99,560,'限量珍藏版鹿头图腾立体拼图，预售下单可得限量江南亲笔签名本（签名书数量有限，随机发送）',
'人民文学出版社','32开','胶版纸','平装-胶钉',false,9787020144518,'http://127.0.0.1:3000/img/book-detail-pic/d2.jpg'),
(NULL,3,'不租房的606天（独家限量签名版）','郑辰雨（苹果姐姐）','http://127.0.0.1:3000/img/new-book/nb3.jpg',NULL,40.90, 52.00,8.99,240,'不折腾一下，怎么知道人生有多少种可能？1个旅行箱、26座城市、99位房东、606天，打开另一种看世界的方式。徐小平、陈愉、魏一平、阿Sam、范海涛推荐！斜杠新青年、未来生活家郑辰雨首...',
'中信出版社','32开','纯质纸','平装-胶钉',false,9787508692203,'http://127.0.0.1:3000/img/book-detail-pic/d3.jpg'),
(NULL,3,'动物每天都在做什么？+大人每天都在做什么？','[美]温迪 亨特','http://127.0.0.1:3000/img/new-book/nb4.jpg',NULL,101.10, 140.00,9.99,150,'不折腾一下，怎么知道人生有多少种可能？1个旅行箱、26座城市、99位房东、606天，打开另一种看世界的方式。徐小平、陈愉、魏一平、阿Sam、范海涛推荐！斜杠新青年、未来生活家郑辰雨首...',
'中信出版社','32开','纯质纸','平装-胶钉',false,9787508692203,'http://127.0.0.1:3000/img/book-detail-pic/d4.jpg'),
(NULL,3,'全译罗马帝国衰亡史（一部畅销200多年，囊括政治、经济、宗教、军事、文化的罗马史必读经典。大陆唯一全译本。','[英]爱德华·吉本','http://127.0.0.1:3000/img/new-book/nb5.jpg',NULL,499.20, 699.00,19.99,250,'享誉世界200年，了解罗马帝国不可不读的至高经典。哲学泰斗休谟、经济学之父亚当·斯密、英国首相丘吉尔极力推崇的史学巨著。翻开本书，领略罗马帝国1300年盛极而衰的恢弘史诗。',
'浙江大学出版社','16开','轻型纸纸','平装-胶钉',false,9787308183222,'http://127.0.0.1:3000/img/book-detail-pic/d5.jpg'),
(NULL,4,'一学就会的超级手帐术','Peachbaby桃子同学','http://127.0.0.1:3000/img/new-book/nb1.jpg',NULL,49.00, 69.80,9.99,230,'萌翻你的手账 零基础成为手帐达人 小白手帐入坑指南 聪明的孩子会做手账',
'人民邮电出版社','16开','胶版纸','平装-胶钉',false,9787115489593,'http://127.0.0.1:3000/img/book-detail-pic/d1.jpg'),
(NULL,4,'九州飘零书：商博良（江南新书《九州缥缈录》之后再续九州史诗）限量珍藏版鹿头图腾立体拼图+随机发送江南亲笔签名本','江南','http://127.0.0.1:3000/img/new-book/nb2.jpg',NULL,25.80, 43.00,10.99,560,'限量珍藏版鹿头图腾立体拼图，预售下单可得限量江南亲笔签名本（签名书数量有限，随机发送）',
'人民文学出版社','32开','胶版纸','平装-胶钉',false,9787020144518,'http://127.0.0.1:3000/img/book-detail-pic/d2.jpg'),
(NULL,4,'不租房的606天（独家限量签名版）','郑辰雨（苹果姐姐）','http://127.0.0.1:3000/img/new-book/nb3.jpg',NULL,40.90, 52.00,8.99,240,'不折腾一下，怎么知道人生有多少种可能？1个旅行箱、26座城市、99位房东、606天，打开另一种看世界的方式。徐小平、陈愉、魏一平、阿Sam、范海涛推荐！斜杠新青年、未来生活家郑辰雨首...',
'中信出版社','32开','纯质纸','平装-胶钉',false,9787508692203,'http://127.0.0.1:3000/img/book-detail-pic/d3.jpg'),
(NULL,4,'动物每天都在做什么？+大人每天都在做什么？','[美]温迪 亨特','http://127.0.0.1:3000/img/new-book/nb4.jpg',NULL,101.10, 140.00,9.99,150,'不折腾一下，怎么知道人生有多少种可能？1个旅行箱、26座城市、99位房东、606天，打开另一种看世界的方式。徐小平、陈愉、魏一平、阿Sam、范海涛推荐！斜杠新青年、未来生活家郑辰雨首...',
'中信出版社','32开','纯质纸','平装-胶钉',false,9787508692203,'http://127.0.0.1:3000/img/book-detail-pic/d4.jpg'),
(NULL,4,'全译罗马帝国衰亡史（一部畅销200多年，囊括政治、经济、宗教、军事、文化的罗马史必读经典。大陆唯一全译本。','[英]爱德华·吉本','http://127.0.0.1:3000/img/new-book/nb5.jpg',NULL,499.20, 699.00,19.99,250,'享誉世界200年，了解罗马帝国不可不读的至高经典。哲学泰斗休谟、经济学之父亚当·斯密、英国首相丘吉尔极力推崇的史学巨著。翻开本书，领略罗马帝国1300年盛极而衰的恢弘史诗。',
'浙江大学出版社','16开','轻型纸纸','平装-胶钉',false,9787308183222,'http://127.0.0.1:3000/img/book-detail-pic/d5.jpg'),
(NULL,4,'一学就会的超级手帐术','Peachbaby桃子同学','http://127.0.0.1:3000/img/new-book/nb1.jpg',NULL,49.00, 69.80,9.99,230,'萌翻你的手账 零基础成为手帐达人 小白手帐入坑指南 聪明的孩子会做手账',
'人民邮电出版社','16开','胶版纸','平装-胶钉',false,9787115489593,'http://127.0.0.1:3000/img/book-detail-pic/d1.jpg'),
(NULL,4,'九州飘零书：商博良（江南新书《九州缥缈录》之后再续九州史诗）限量珍藏版鹿头图腾立体拼图+随机发送江南亲笔签名本','江南','http://127.0.0.1:3000/img/new-book/nb2.jpg',NULL,25.80, 43.00,10.99,560,'限量珍藏版鹿头图腾立体拼图，预售下单可得限量江南亲笔签名本（签名书数量有限，随机发送）',
'人民文学出版社','32开','胶版纸','平装-胶钉',false,9787020144518,'http://127.0.0.1:3000/img/book-detail-pic/d2.jpg'),
(NULL,4,'不租房的606天（独家限量签名版）','郑辰雨（苹果姐姐）','http://127.0.0.1:3000/img/new-book/nb3.jpg',NULL,40.90, 52.00,8.99,240,'不折腾一下，怎么知道人生有多少种可能？1个旅行箱、26座城市、99位房东、606天，打开另一种看世界的方式。徐小平、陈愉、魏一平、阿Sam、范海涛推荐！斜杠新青年、未来生活家郑辰雨首...',
'中信出版社','32开','纯质纸','平装-胶钉',false,9787508692203,'http://127.0.0.1:3000/img/book-detail-pic/d3.jpg'),
(NULL,4,'动物每天都在做什么？+大人每天都在做什么？','[美]温迪 亨特','http://127.0.0.1:3000/img/new-book/nb4.jpg',NULL,101.10, 140.00,9.99,150,'不折腾一下，怎么知道人生有多少种可能？1个旅行箱、26座城市、99位房东、606天，打开另一种看世界的方式。徐小平、陈愉、魏一平、阿Sam、范海涛推荐！斜杠新青年、未来生活家郑辰雨首...',
'中信出版社','32开','纯质纸','平装-胶钉',false,9787508692203,'http://127.0.0.1:3000/img/book-detail-pic/d4.jpg'),
(NULL,4,'全译罗马帝国衰亡史（一部畅销200多年，囊括政治、经济、宗教、军事、文化的罗马史必读经典。大陆唯一全译本。','[英]爱德华·吉本','http://127.0.0.1:3000/img/new-book/nb5.jpg',NULL,499.20, 699.00,19.99,250,'享誉世界200年，了解罗马帝国不可不读的至高经典。哲学泰斗休谟、经济学之父亚当·斯密、英国首相丘吉尔极力推崇的史学巨著。翻开本书，领略罗马帝国1300年盛极而衰的恢弘史诗。',
'浙江大学出版社','16开','轻型纸纸','平装-胶钉',false,9787308183222,'http://127.0.0.1:3000/img/book-detail-pic/d5.jpg'),
(NULL,5,'一学就会的超级手帐术','Peachbaby桃子同学','http://127.0.0.1:3000/img/new-book/nb1.jpg',NULL,49.00, 69.80,9.99,230,'萌翻你的手账 零基础成为手帐达人 小白手帐入坑指南 聪明的孩子会做手账',
'人民邮电出版社','16开','胶版纸','平装-胶钉',false,9787115489593,'http://127.0.0.1:3000/img/book-detail-pic/d1.jpg'),
(NULL,5,'九州飘零书：商博良（江南新书《九州缥缈录》之后再续九州史诗）限量珍藏版鹿头图腾立体拼图+随机发送江南亲笔签名本','江南','http://127.0.0.1:3000/img/new-book/nb2.jpg',NULL,25.80, 43.00,10.99,560,'限量珍藏版鹿头图腾立体拼图，预售下单可得限量江南亲笔签名本（签名书数量有限，随机发送）',
'人民文学出版社','32开','胶版纸','平装-胶钉',false,9787020144518,'http://127.0.0.1:3000/img/book-detail-pic/d2.jpg'),
(NULL,5,'不租房的606天（独家限量签名版）','郑辰雨（苹果姐姐）','http://127.0.0.1:3000/img/new-book/nb3.jpg',NULL,40.90, 52.00,8.99,240,'不折腾一下，怎么知道人生有多少种可能？1个旅行箱、26座城市、99位房东、606天，打开另一种看世界的方式。徐小平、陈愉、魏一平、阿Sam、范海涛推荐！斜杠新青年、未来生活家郑辰雨首...',
'中信出版社','32开','纯质纸','平装-胶钉',false,9787508692203,'http://127.0.0.1:3000/img/book-detail-pic/d3.jpg'),
(NULL,5,'动物每天都在做什么？+大人每天都在做什么？','[美]温迪 亨特','http://127.0.0.1:3000/img/new-book/nb4.jpg',NULL,101.10, 140.00,9.99,150,'不折腾一下，怎么知道人生有多少种可能？1个旅行箱、26座城市、99位房东、606天，打开另一种看世界的方式。徐小平、陈愉、魏一平、阿Sam、范海涛推荐！斜杠新青年、未来生活家郑辰雨首...',
'中信出版社','32开','纯质纸','平装-胶钉',false,9787508692203,'http://127.0.0.1:3000/img/book-detail-pic/d4.jpg'),
(NULL,5,'全译罗马帝国衰亡史（一部畅销200多年，囊括政治、经济、宗教、军事、文化的罗马史必读经典。大陆唯一全译本。','[英]爱德华·吉本','http://127.0.0.1:3000/img/new-book/nb5.jpg',NULL,499.20, 699.00,19.99,250,'享誉世界200年，了解罗马帝国不可不读的至高经典。哲学泰斗休谟、经济学之父亚当·斯密、英国首相丘吉尔极力推崇的史学巨著。翻开本书，领略罗马帝国1300年盛极而衰的恢弘史诗。',
'浙江大学出版社','16开','轻型纸纸','平装-胶钉',false,9787308183222,'http://127.0.0.1:3000/img/book-detail-pic/d5.jpg'),
(NULL,5,'一学就会的超级手帐术','Peachbaby桃子同学','http://127.0.0.1:3000/img/new-book/nb1.jpg',NULL,49.00, 69.80,9.99,230,'萌翻你的手账 零基础成为手帐达人 小白手帐入坑指南 聪明的孩子会做手账',
'人民邮电出版社','16开','胶版纸','平装-胶钉',false,9787115489593,'http://127.0.0.1:3000/img/book-detail-pic/d1.jpg'),
(NULL,5,'九州飘零书：商博良（江南新书《九州缥缈录》之后再续九州史诗）限量珍藏版鹿头图腾立体拼图+随机发送江南亲笔签名本','江南','http://127.0.0.1:3000/img/new-book/nb2.jpg',NULL,25.80, 43.00,10.99,560,'限量珍藏版鹿头图腾立体拼图，预售下单可得限量江南亲笔签名本（签名书数量有限，随机发送）',
'人民文学出版社','32开','胶版纸','平装-胶钉',false,9787020144518,'http://127.0.0.1:3000/img/book-detail-pic/d2.jpg'),
(NULL,5,'不租房的606天（独家限量签名版）','郑辰雨（苹果姐姐）','http://127.0.0.1:3000/img/new-book/nb3.jpg',NULL,40.90, 52.00,8.99,240,'不折腾一下，怎么知道人生有多少种可能？1个旅行箱、26座城市、99位房东、606天，打开另一种看世界的方式。徐小平、陈愉、魏一平、阿Sam、范海涛推荐！斜杠新青年、未来生活家郑辰雨首...',
'中信出版社','32开','纯质纸','平装-胶钉',false,9787508692203,'http://127.0.0.1:3000/img/book-detail-pic/d3.jpg'),
(NULL,5,'动物每天都在做什么？+大人每天都在做什么？','[美]温迪 亨特','http://127.0.0.1:3000/img/new-book/nb4.jpg',NULL,101.10, 140.00,9.99,150,'不折腾一下，怎么知道人生有多少种可能？1个旅行箱、26座城市、99位房东、606天，打开另一种看世界的方式。徐小平、陈愉、魏一平、阿Sam、范海涛推荐！斜杠新青年、未来生活家郑辰雨首...',
'中信出版社','32开','纯质纸','平装-胶钉',false,9787508692203,'http://127.0.0.1:3000/img/book-detail-pic/d4.jpg'),
(NULL,5,'全译罗马帝国衰亡史（一部畅销200多年，囊括政治、经济、宗教、军事、文化的罗马史必读经典。大陆唯一全译本。','[英]爱德华·吉本','http://127.0.0.1:3000/img/new-book/nb5.jpg',NULL,499.20, 699.00,19.99,250,'享誉世界200年，了解罗马帝国不可不读的至高经典。哲学泰斗休谟、经济学之父亚当·斯密、英国首相丘吉尔极力推崇的史学巨著。翻开本书，领略罗马帝国1300年盛极而衰的恢弘史诗。',
'浙江大学出版社','16开','轻型纸纸','平装-胶钉',false,9787308183222,'http://127.0.0.1:3000/img/book-detail-pic/d5.jpg'),
(NULL,6,'一学就会的超级手帐术','Peachbaby桃子同学','http://127.0.0.1:3000/img/new-book/nb1.jpg',NULL,49.00, 69.80,9.99,230,'萌翻你的手账 零基础成为手帐达人 小白手帐入坑指南 聪明的孩子会做手账',
'人民邮电出版社','16开','胶版纸','平装-胶钉',false,9787115489593,'http://127.0.0.1:3000/img/book-detail-pic/d1.jpg'),
(NULL,6,'九州飘零书：商博良（江南新书《九州缥缈录》之后再续九州史诗）限量珍藏版鹿头图腾立体拼图+随机发送江南亲笔签名本','江南','http://127.0.0.1:3000/img/new-book/nb2.jpg',NULL,25.80, 43.00,10.99,560,'限量珍藏版鹿头图腾立体拼图，预售下单可得限量江南亲笔签名本（签名书数量有限，随机发送）',
'人民文学出版社','32开','胶版纸','平装-胶钉',false,9787020144518,'http://127.0.0.1:3000/img/book-detail-pic/d2.jpg'),
(NULL,6,'不租房的606天（独家限量签名版）','郑辰雨（苹果姐姐）','http://127.0.0.1:3000/img/new-book/nb3.jpg',NULL,40.90, 52.00,8.99,240,'不折腾一下，怎么知道人生有多少种可能？1个旅行箱、26座城市、99位房东、606天，打开另一种看世界的方式。徐小平、陈愉、魏一平、阿Sam、范海涛推荐！斜杠新青年、未来生活家郑辰雨首...',
'中信出版社','32开','纯质纸','平装-胶钉',false,9787508692203,'http://127.0.0.1:3000/img/book-detail-pic/d3.jpg'),
(NULL,6,'动物每天都在做什么？+大人每天都在做什么？','[美]温迪 亨特','http://127.0.0.1:3000/img/new-book/nb4.jpg',NULL,101.10, 140.00,9.99,150,'不折腾一下，怎么知道人生有多少种可能？1个旅行箱、26座城市、99位房东、606天，打开另一种看世界的方式。徐小平、陈愉、魏一平、阿Sam、范海涛推荐！斜杠新青年、未来生活家郑辰雨首...',
'中信出版社','32开','纯质纸','平装-胶钉',false,9787508692203,'http://127.0.0.1:3000/img/book-detail-pic/d4.jpg'),
(NULL,6,'全译罗马帝国衰亡史（一部畅销200多年，囊括政治、经济、宗教、军事、文化的罗马史必读经典。大陆唯一全译本。','[英]爱德华·吉本','http://127.0.0.1:3000/img/new-book/nb5.jpg',NULL,499.20, 699.00,19.99,250,'享誉世界200年，了解罗马帝国不可不读的至高经典。哲学泰斗休谟、经济学之父亚当·斯密、英国首相丘吉尔极力推崇的史学巨著。翻开本书，领略罗马帝国1300年盛极而衰的恢弘史诗。',
'浙江大学出版社','16开','轻型纸纸','平装-胶钉',false,9787308183222,'http://127.0.0.1:3000/img/book-detail-pic/d5.jpg'),
(NULL,6,'一学就会的超级手帐术','Peachbaby桃子同学','http://127.0.0.1:3000/img/new-book/nb1.jpg',NULL,49.00, 69.80,9.99,230,'萌翻你的手账 零基础成为手帐达人 小白手帐入坑指南 聪明的孩子会做手账',
'人民邮电出版社','16开','胶版纸','平装-胶钉',false,9787115489593,'http://127.0.0.1:3000/img/book-detail-pic/d1.jpg'),
(NULL,6,'九州飘零书：商博良（江南新书《九州缥缈录》之后再续九州史诗）限量珍藏版鹿头图腾立体拼图+随机发送江南亲笔签名本','江南','http://127.0.0.1:3000/img/new-book/nb2.jpg',NULL,25.80, 43.00,10.99,560,'限量珍藏版鹿头图腾立体拼图，预售下单可得限量江南亲笔签名本（签名书数量有限，随机发送）',
'人民文学出版社','32开','胶版纸','平装-胶钉',false,9787020144518,'http://127.0.0.1:3000/img/book-detail-pic/d2.jpg'),
(NULL,6,'不租房的606天（独家限量签名版）','郑辰雨（苹果姐姐）','http://127.0.0.1:3000/img/new-book/nb3.jpg',NULL,40.90, 52.00,8.99,240,'不折腾一下，怎么知道人生有多少种可能？1个旅行箱、26座城市、99位房东、606天，打开另一种看世界的方式。徐小平、陈愉、魏一平、阿Sam、范海涛推荐！斜杠新青年、未来生活家郑辰雨首...',
'中信出版社','32开','纯质纸','平装-胶钉',false,9787508692203,'http://127.0.0.1:3000/img/book-detail-pic/d3.jpg'),
(NULL,6,'动物每天都在做什么？+大人每天都在做什么？','[美]温迪 亨特','http://127.0.0.1:3000/img/new-book/nb4.jpg',NULL,101.10, 140.00,9.99,150,'不折腾一下，怎么知道人生有多少种可能？1个旅行箱、26座城市、99位房东、606天，打开另一种看世界的方式。徐小平、陈愉、魏一平、阿Sam、范海涛推荐！斜杠新青年、未来生活家郑辰雨首...',
'中信出版社','32开','纯质纸','平装-胶钉',false,9787508692203,'http://127.0.0.1:3000/img/book-detail-pic/d4.jpg'),
(NULL,6,'全译罗马帝国衰亡史（一部畅销200多年，囊括政治、经济、宗教、军事、文化的罗马史必读经典。大陆唯一全译本。','[英]爱德华·吉本','http://127.0.0.1:3000/img/new-book/nb5.jpg',NULL,499.20, 699.00,19.99,250,'享誉世界200年，了解罗马帝国不可不读的至高经典。哲学泰斗休谟、经济学之父亚当·斯密、英国首相丘吉尔极力推崇的史学巨著。翻开本书，领略罗马帝国1300年盛极而衰的恢弘史诗。',
'浙江大学出版社','16开','轻型纸纸','平装-胶钉',false,9787308183222,'http://127.0.0.1:3000/img/book-detail-pic/d5.jpg'),
(NULL,7,'一学就会的超级手帐术','Peachbaby桃子同学','http://127.0.0.1:3000/img/new-book/nb1.jpg',NULL,49.00, 69.80,9.99,230,'萌翻你的手账 零基础成为手帐达人 小白手帐入坑指南 聪明的孩子会做手账',
'人民邮电出版社','16开','胶版纸','平装-胶钉',false,9787115489593,'http://127.0.0.1:3000/img/book-detail-pic/d1.jpg'),
(NULL,7,'九州飘零书：商博良（江南新书《九州缥缈录》之后再续九州史诗）限量珍藏版鹿头图腾立体拼图+随机发送江南亲笔签名本','江南','http://127.0.0.1:3000/img/new-book/nb2.jpg',NULL,25.80, 43.00,10.99,560,'限量珍藏版鹿头图腾立体拼图，预售下单可得限量江南亲笔签名本（签名书数量有限，随机发送）',
'人民文学出版社','32开','胶版纸','平装-胶钉',false,9787020144518,'http://127.0.0.1:3000/img/book-detail-pic/d2.jpg'),
(NULL,7,'不租房的606天（独家限量签名版）','郑辰雨（苹果姐姐）','http://127.0.0.1:3000/img/new-book/nb3.jpg',NULL,40.90, 52.00,8.99,240,'不折腾一下，怎么知道人生有多少种可能？1个旅行箱、26座城市、99位房东、606天，打开另一种看世界的方式。徐小平、陈愉、魏一平、阿Sam、范海涛推荐！斜杠新青年、未来生活家郑辰雨首...',
'中信出版社','32开','纯质纸','平装-胶钉',false,9787508692203,'http://127.0.0.1:3000/img/book-detail-pic/d3.jpg'),
(NULL,7,'动物每天都在做什么？+大人每天都在做什么？','[美]温迪 亨特','http://127.0.0.1:3000/img/new-book/nb4.jpg',NULL,101.10, 140.00,9.99,150,'不折腾一下，怎么知道人生有多少种可能？1个旅行箱、26座城市、99位房东、606天，打开另一种看世界的方式。徐小平、陈愉、魏一平、阿Sam、范海涛推荐！斜杠新青年、未来生活家郑辰雨首...',
'中信出版社','32开','纯质纸','平装-胶钉',false,9787508692203,'http://127.0.0.1:3000/img/book-detail-pic/d4.jpg'),
(NULL,7,'全译罗马帝国衰亡史（一部畅销200多年，囊括政治、经济、宗教、军事、文化的罗马史必读经典。大陆唯一全译本。','[英]爱德华·吉本','http://127.0.0.1:3000/img/new-book/nb5.jpg',NULL,499.20, 699.00,19.99,250,'享誉世界200年，了解罗马帝国不可不读的至高经典。哲学泰斗休谟、经济学之父亚当·斯密、英国首相丘吉尔极力推崇的史学巨著。翻开本书，领略罗马帝国1300年盛极而衰的恢弘史诗。',
'浙江大学出版社','16开','轻型纸纸','平装-胶钉',false,9787308183222,'http://127.0.0.1:3000/img/book-detail-pic/d5.jpg'),
(NULL,7,'一学就会的超级手帐术','Peachbaby桃子同学','http://127.0.0.1:3000/img/new-book/nb1.jpg',NULL,49.00, 69.80,9.99,230,'萌翻你的手账 零基础成为手帐达人 小白手帐入坑指南 聪明的孩子会做手账',
'人民邮电出版社','16开','胶版纸','平装-胶钉',false,9787115489593,'http://127.0.0.1:3000/img/book-detail-pic/d1.jpg'),
(NULL,7,'九州飘零书：商博良（江南新书《九州缥缈录》之后再续九州史诗）限量珍藏版鹿头图腾立体拼图+随机发送江南亲笔签名本','江南','http://127.0.0.1:3000/img/new-book/nb2.jpg',NULL,25.80, 43.00,10.99,560,'限量珍藏版鹿头图腾立体拼图，预售下单可得限量江南亲笔签名本（签名书数量有限，随机发送）',
'人民文学出版社','32开','胶版纸','平装-胶钉',false,9787020144518,'http://127.0.0.1:3000/img/book-detail-pic/d2.jpg'),
(NULL,7,'不租房的606天（独家限量签名版）','郑辰雨（苹果姐姐）','http://127.0.0.1:3000/img/new-book/nb3.jpg',NULL,40.90, 52.00,8.99,240,'不折腾一下，怎么知道人生有多少种可能？1个旅行箱、26座城市、99位房东、606天，打开另一种看世界的方式。徐小平、陈愉、魏一平、阿Sam、范海涛推荐！斜杠新青年、未来生活家郑辰雨首...',
'中信出版社','32开','纯质纸','平装-胶钉',false,9787508692203,'http://127.0.0.1:3000/img/book-detail-pic/d3.jpg'),
(NULL,7,'动物每天都在做什么？+大人每天都在做什么？','[美]温迪 亨特','http://127.0.0.1:3000/img/new-book/nb4.jpg',NULL,101.10, 140.00,9.99,150,'不折腾一下，怎么知道人生有多少种可能？1个旅行箱、26座城市、99位房东、606天，打开另一种看世界的方式。徐小平、陈愉、魏一平、阿Sam、范海涛推荐！斜杠新青年、未来生活家郑辰雨首...',
'中信出版社','32开','纯质纸','平装-胶钉',false,9787508692203,'http://127.0.0.1:3000/img/book-detail-pic/d4.jpg'),
(NULL,7,'全译罗马帝国衰亡史（一部畅销200多年，囊括政治、经济、宗教、军事、文化的罗马史必读经典。大陆唯一全译本。','[英]爱德华·吉本','http://127.0.0.1:3000/img/new-book/nb5.jpg',NULL,499.20, 699.00,19.99,250,'享誉世界200年，了解罗马帝国不可不读的至高经典。哲学泰斗休谟、经济学之父亚当·斯密、英国首相丘吉尔极力推崇的史学巨著。翻开本书，领略罗马帝国1300年盛极而衰的恢弘史诗。',
'浙江大学出版社','16开','轻型纸纸','平装-胶钉',false,9787308183222,'http://127.0.0.1:3000/img/book-detail-pic/d5.jpg'),
(NULL,8,'全译罗马帝国衰亡史（一部畅销200多年，囊括政治、经济、宗教、军事、文化的罗马史必读经典。大陆唯一全译本。','[英]爱德华·吉本','http://127.0.0.1:3000/img/new-book/nb5.jpg',NULL,499.20, 699.00,19.99,250,'享誉世界200年，了解罗马帝国不可不读的至高经典。哲学泰斗休谟、经济学之父亚当·斯密、英国首相丘吉尔极力推崇的史学巨著。翻开本书，领略罗马帝国1300年盛极而衰的恢弘史诗。',
'浙江大学出版社','16开','轻型纸纸','平装-胶钉',false,9787308183222,'http://127.0.0.1:3000/img/book-detail-pic/d5.jpg'),
(NULL,8,'一学就会的超级手帐术','Peachbaby桃子同学','http://127.0.0.1:3000/img/new-book/nb1.jpg',NULL,49.00, 69.80,9.99,230,'萌翻你的手账 零基础成为手帐达人 小白手帐入坑指南 聪明的孩子会做手账',
'人民邮电出版社','16开','胶版纸','平装-胶钉',false,9787115489593,'http://127.0.0.1:3000/img/book-detail-pic/d1.jpg'),
(NULL,8,'九州飘零书：商博良（江南新书《九州缥缈录》之后再续九州史诗）限量珍藏版鹿头图腾立体拼图+随机发送江南亲笔签名本','江南','http://127.0.0.1:3000/img/new-book/nb2.jpg',NULL,25.80, 43.00,10.99,560,'限量珍藏版鹿头图腾立体拼图，预售下单可得限量江南亲笔签名本（签名书数量有限，随机发送）',
'人民文学出版社','32开','胶版纸','平装-胶钉',false,9787020144518,'http://127.0.0.1:3000/img/book-detail-pic/d2.jpg'),
(NULL,8,'不租房的606天（独家限量签名版）','郑辰雨（苹果姐姐）','http://127.0.0.1:3000/img/new-book/nb3.jpg',NULL,40.90, 52.00,8.99,240,'不折腾一下，怎么知道人生有多少种可能？1个旅行箱、26座城市、99位房东、606天，打开另一种看世界的方式。徐小平、陈愉、魏一平、阿Sam、范海涛推荐！斜杠新青年、未来生活家郑辰雨首...',
'中信出版社','32开','纯质纸','平装-胶钉',false,9787508692203,'http://127.0.0.1:3000/img/book-detail-pic/d3.jpg'),
(NULL,8,'动物每天都在做什么？+大人每天都在做什么？','[美]温迪 亨特','http://127.0.0.1:3000/img/new-book/nb4.jpg',NULL,101.10, 140.00,9.99,150,'不折腾一下，怎么知道人生有多少种可能？1个旅行箱、26座城市、99位房东、606天，打开另一种看世界的方式。徐小平、陈愉、魏一平、阿Sam、范海涛推荐！斜杠新青年、未来生活家郑辰雨首...',
'中信出版社','32开','纯质纸','平装-胶钉',false,9787508692203,'http://127.0.0.1:3000/img/book-detail-pic/d4.jpg'),
(NULL,8,'全译罗马帝国衰亡史（一部畅销200多年，囊括政治、经济、宗教、军事、文化的罗马史必读经典。大陆唯一全译本。','[英]爱德华·吉本','http://127.0.0.1:3000/img/new-book/nb5.jpg',NULL,499.20, 699.00,19.99,250,'享誉世界200年，了解罗马帝国不可不读的至高经典。哲学泰斗休谟、经济学之父亚当·斯密、英国首相丘吉尔极力推崇的史学巨著。翻开本书，领略罗马帝国1300年盛极而衰的恢弘史诗。',
'浙江大学出版社','16开','轻型纸纸','平装-胶钉',false,9787308183222,'http://127.0.0.1:3000/img/book-detail-pic/d5.jpg'),
(NULL,9,'岛上书店（每个人的生命中，都有无比艰难的那一年，将人生变得美好而辽阔。）','（美）加·泽文','http://127.0.0.1:3000/img/reader/rb1.jpg',
'岛上书店是间维多利亚风格的小屋，门廊上挂着褪色的招牌，上面写着：没有谁是一座孤岛，每本书都是一个世界A．J．费克里，人近中年，在一座与世隔绝的小岛上，经营一家书店。命运从未眷顾过他，爱妻去世，书店危机，就连值钱的宝贝也遭窃。他的人生陷入僵局，他的内心沦为荒岛。就在此时，一个神秘的包袱出现在书店中，意外地拯救了陷于孤独绝境中的A．J．，成为了连接他和妻姐伊斯梅、警长兰比亚斯、出版社女业务员阿米莉娅之间的纽带，为他的生活带来了转机。小岛上的几个生命紧紧相依，走出了人生的困境，而所有对书和生活的热爱都周而复始，愈加汹涌。'
,24.20, 35.00,8.99,260,'现象级全球畅销书！一年之内畅销美英德法日等30国！感动全球千万读者的阳光治愈小说！美国独立书商推荐阅读桂冠、美国图书馆推荐阅读桂冠。每个人的生命中，都有无比艰难的那一年，将人生变得美好而辽阔',
'江苏文艺出版社','32开','轻型纸纸','平装-胶钉',false,9787308183222,'http://127.0.0.1:3000/img/book-detail-pic/d6.jpg'),
(NULL,9,'红楼梦原著版（上、下册）（全两册）（1-9年级必读书单）','曹雪芹','http://127.0.0.1:3000/img/reader/rb2.jpg',
'本书是一部具有高度思想性和高度艺术性的伟大作品，从本书反映的思想倾向来看，作者具有初步的民主主义思想，他对现实社会包括宫廷及官场的黑暗，封建贵族阶级及其家庭的腐朽，封建的科举制度、婚姻制度、奴婢制度、等级制度，以及与此相适应的社会统治思想即孔孟之道和程朱理学、社会道德观念等等，都进行了深刻的批判并且提出了朦胧的带有初步民主主义性质的理想和主张。这些理想和主张正是当时正在滋长的资本主义经济萌芽因素的曲折反映。'
,33.40, 59.70,10.99,560,'【当当出品】当当网此版本销量遥遥领先！（公版书）中国古典小说佳作，影响整个华人世界的经典！轻松易学、国家教育部推荐读物！',
'安徽教育出版社','32开','轻型纸纸','平装-胶钉',false,9787308183222,'http://127.0.0.1:3000/img/book-detail-pic/d6.jpg'),
(NULL,9,'哈佛凌晨四点半·升级版：哈佛大学教给青少年的成功秘诀（哈佛是一座圣殿，是一种象征，对青少年时刻起到磨砺和教化作用）','韦秀英','http://127.0.0.1:3000/img/reader/rb22.jpg',
'《哈佛凌晨四点半》（升级版）是在畅销书《哈佛凌晨四点半》的基础上对内容板块进行了优化，旨在将哈佛的精神和气质通过更为精炼的语言，更为精彩的故事得以体现。　　《哈佛凌晨四点半》（升级版）除了保留原书中在理想、习惯、性格、情商等方面的内容板块外，又增加了时间管理和自律管理新内容和知识点，能更加激发青少年学生奋发向上，点燃学习热情，引导他们更加努力、更加自觉地学习知识，成为社会的有用之材。'
,20.20, 28.00,1.99,160,'经管励志好书，尽享五折封顶，点此查看',
'北京时代华文书局有限公司','16开','轻型纸纸','平装-胶钉',false,9787308183222,'http://127.0.0.1:3000/img/book-detail-pic/d6.jpg'),
(NULL,9,'一学就会的超级手帐术','Peachbaby桃子同学','http://127.0.0.1:3000/img/new-book/nb1.jpg',NULL,49.00, 69.80,9.99,230,'萌翻你的手账 零基础成为手帐达人 小白手帐入坑指南 聪明的孩子会做手账',
'人民邮电出版社','16开','胶版纸','平装-胶钉',false,9787115489593,'http://127.0.0.1:3000/img/book-detail-pic/d1.jpg'),
(NULL,9,'一学就会的超级手帐术','Peachbaby桃子同学','http://127.0.0.1:3000/img/new-book/nb1.jpg',NULL,49.00, 69.80,9.99,230,'萌翻你的手账 零基础成为手帐达人 小白手帐入坑指南 聪明的孩子会做手账',
'人民邮电出版社','16开','胶版纸','平装-胶钉',false,9787115489593,'http://127.0.0.1:3000/img/book-detail-pic/d1.jpg'),
(NULL,9,'一学就会的超级手帐术','Peachbaby桃子同学','http://127.0.0.1:3000/img/new-book/nb1.jpg',NULL,49.00, 69.80,9.99,230,'萌翻你的手账 零基础成为手帐达人 小白手帐入坑指南 聪明的孩子会做手账',
'人民邮电出版社','16开','胶版纸','平装-胶钉',false,9787115489593,'http://127.0.0.1:3000/img/book-detail-pic/d1.jpg'),
(NULL,9,'一学就会的超级手帐术','Peachbaby桃子同学','http://127.0.0.1:3000/img/new-book/nb1.jpg',NULL,49.00, 69.80,9.99,230,'萌翻你的手账 零基础成为手帐达人 小白手帐入坑指南 聪明的孩子会做手账',
'人民邮电出版社','16开','胶版纸','平装-胶钉',false,9787115489593,'http://127.0.0.1:3000/img/book-detail-pic/d1.jpg'),
(NULL,9,'一学就会的超级手帐术','Peachbaby桃子同学','http://127.0.0.1:3000/img/new-book/nb1.jpg',NULL,49.00, 69.80,9.99,230,'萌翻你的手账 零基础成为手帐达人 小白手帐入坑指南 聪明的孩子会做手账',
'人民邮电出版社','16开','胶版纸','平装-胶钉',false,9787115489593,'http://127.0.0.1:3000/img/book-detail-pic/d1.jpg'),
(NULL,9,'九州飘零书：商博良（江南新书《九州缥缈录》之后再续九州史诗）限量珍藏版鹿头图腾立体拼图+随机发送江南亲笔签名本','江南','http://127.0.0.1:3000/img/new-book/nb2.jpg',NULL,25.80, 43.00,10.99,560,'限量珍藏版鹿头图腾立体拼图，预售下单可得限量江南亲笔签名本（签名书数量有限，随机发送）',
'人民文学出版社','32开','胶版纸','平装-胶钉',false,9787020144518,'http://127.0.0.1:3000/img/book-detail-pic/d2.jpg'),
(NULL,9,'九州飘零书：商博良（江南新书《九州缥缈录》之后再续九州史诗）限量珍藏版鹿头图腾立体拼图+随机发送江南亲笔签名本','江南','http://127.0.0.1:3000/img/new-book/nb2.jpg',NULL,25.80, 43.00,10.99,560,'限量珍藏版鹿头图腾立体拼图，预售下单可得限量江南亲笔签名本（签名书数量有限，随机发送）',
'人民文学出版社','32开','胶版纸','平装-胶钉',false,9787020144518,'http://127.0.0.1:3000/img/book-detail-pic/d2.jpg'),
(NULL,9,'九州飘零书：商博良（江南新书《九州缥缈录》之后再续九州史诗）限量珍藏版鹿头图腾立体拼图+随机发送江南亲笔签名本','江南','http://127.0.0.1:3000/img/new-book/nb2.jpg',NULL,25.80, 43.00,10.99,560,'限量珍藏版鹿头图腾立体拼图，预售下单可得限量江南亲笔签名本（签名书数量有限，随机发送）',
'人民文学出版社','32开','胶版纸','平装-胶钉',false,9787020144518,'http://127.0.0.1:3000/img/book-detail-pic/d2.jpg'),
(NULL,9,'九州飘零书：商博良（江南新书《九州缥缈录》之后再续九州史诗）限量珍藏版鹿头图腾立体拼图+随机发送江南亲笔签名本','江南','http://127.0.0.1:3000/img/new-book/nb2.jpg',NULL,25.80, 43.00,10.99,560,'限量珍藏版鹿头图腾立体拼图，预售下单可得限量江南亲笔签名本（签名书数量有限，随机发送）',
'人民文学出版社','32开','胶版纸','平装-胶钉',false,9787020144518,'http://127.0.0.1:3000/img/book-detail-pic/d2.jpg'),
(NULL,9,'九州飘零书：商博良（江南新书《九州缥缈录》之后再续九州史诗）限量珍藏版鹿头图腾立体拼图+随机发送江南亲笔签名本','江南','http://127.0.0.1:3000/img/new-book/nb2.jpg',NULL,25.80, 43.00,10.99,560,'限量珍藏版鹿头图腾立体拼图，预售下单可得限量江南亲笔签名本（签名书数量有限，随机发送）',
'人民文学出版社','32开','胶版纸','平装-胶钉',false,9787020144518,'http://127.0.0.1:3000/img/book-detail-pic/d2.jpg'),
(NULL,9,'动物每天都在做什么？+大人每天都在做什么？','[美]温迪 亨特','http://127.0.0.1:3000/img/new-book/nb4.jpg',NULL,101.10, 140.00,9.99,150,'不折腾一下，怎么知道人生有多少种可能？1个旅行箱、26座城市、99位房东、606天，打开另一种看世界的方式。徐小平、陈愉、魏一平、阿Sam、范海涛推荐！斜杠新青年、未来生活家郑辰雨首...',
'中信出版社','32开','纯质纸','平装-胶钉',false,9787508692203,'http://127.0.0.1:3000/img/book-detail-pic/d4.jpg'),
(NULL,9,'动物每天都在做什么？+大人每天都在做什么？','[美]温迪 亨特','http://127.0.0.1:3000/img/new-book/nb4.jpg',NULL,101.10, 140.00,9.99,150,'不折腾一下，怎么知道人生有多少种可能？1个旅行箱、26座城市、99位房东、606天，打开另一种看世界的方式。徐小平、陈愉、魏一平、阿Sam、范海涛推荐！斜杠新青年、未来生活家郑辰雨首...',
'中信出版社','32开','纯质纸','平装-胶钉',false,9787508692203,'http://127.0.0.1:3000/img/book-detail-pic/d4.jpg'),
(NULL,9,'动物每天都在做什么？+大人每天都在做什么？','[美]温迪 亨特','http://127.0.0.1:3000/img/new-book/nb4.jpg',NULL,101.10, 140.00,9.99,150,'不折腾一下，怎么知道人生有多少种可能？1个旅行箱、26座城市、99位房东、606天，打开另一种看世界的方式。徐小平、陈愉、魏一平、阿Sam、范海涛推荐！斜杠新青年、未来生活家郑辰雨首...',
'中信出版社','32开','纯质纸','平装-胶钉',false,9787508692203,'http://127.0.0.1:3000/img/book-detail-pic/d4.jpg'),
(NULL,9,'动物每天都在做什么？+大人每天都在做什么？','[美]温迪 亨特','http://127.0.0.1:3000/img/new-book/nb4.jpg',NULL,101.10, 140.00,9.99,150,'不折腾一下，怎么知道人生有多少种可能？1个旅行箱、26座城市、99位房东、606天，打开另一种看世界的方式。徐小平、陈愉、魏一平、阿Sam、范海涛推荐！斜杠新青年、未来生活家郑辰雨首...',
'中信出版社','32开','纯质纸','平装-胶钉',false,9787508692203,'http://127.0.0.1:3000/img/book-detail-pic/d4.jpg'),
(NULL,9,'动物每天都在做什么？+大人每天都在做什么？','[美]温迪 亨特','http://127.0.0.1:3000/img/new-book/nb4.jpg',NULL,101.10, 140.00,9.99,150,'不折腾一下，怎么知道人生有多少种可能？1个旅行箱、26座城市、99位房东、606天，打开另一种看世界的方式。徐小平、陈愉、魏一平、阿Sam、范海涛推荐！斜杠新青年、未来生活家郑辰雨首...',
'中信出版社','32开','纯质纸','平装-胶钉',false,9787508692203,'http://127.0.0.1:3000/img/book-detail-pic/d4.jpg'),
(NULL,9,'不租房的606天（独家限量签名版）','郑辰雨（苹果姐姐）','http://127.0.0.1:3000/img/new-book/nb3.jpg',NULL,40.90, 52.00,8.99,240,'不折腾一下，怎么知道人生有多少种可能？1个旅行箱、26座城市、99位房东、606天，打开另一种看世界的方式。徐小平、陈愉、魏一平、阿Sam、范海涛推荐！斜杠新青年、未来生活家郑辰雨首...',
'中信出版社','32开','纯质纸','平装-胶钉',false,9787508692203,'http://127.0.0.1:3000/img/book-detail-pic/d3.jpg'),
(NULL,9,'不租房的606天（独家限量签名版）','郑辰雨（苹果姐姐）','http://127.0.0.1:3000/img/new-book/nb3.jpg',NULL,40.90, 52.00,8.99,240,'不折腾一下，怎么知道人生有多少种可能？1个旅行箱、26座城市、99位房东、606天，打开另一种看世界的方式。徐小平、陈愉、魏一平、阿Sam、范海涛推荐！斜杠新青年、未来生活家郑辰雨首...',
'中信出版社','32开','纯质纸','平装-胶钉',false,9787508692203,'http://127.0.0.1:3000/img/book-detail-pic/d3.jpg'),
(NULL,9,'不租房的606天（独家限量签名版）','郑辰雨（苹果姐姐）','http://127.0.0.1:3000/img/new-book/nb3.jpg',NULL,40.90, 52.00,8.99,240,'不折腾一下，怎么知道人生有多少种可能？1个旅行箱、26座城市、99位房东、606天，打开另一种看世界的方式。徐小平、陈愉、魏一平、阿Sam、范海涛推荐！斜杠新青年、未来生活家郑辰雨首...',
'中信出版社','32开','纯质纸','平装-胶钉',false,9787508692203,'http://127.0.0.1:3000/img/book-detail-pic/d3.jpg'),
(NULL,9,'不租房的606天（独家限量签名版）','郑辰雨（苹果姐姐）','http://127.0.0.1:3000/img/new-book/nb3.jpg',NULL,40.90, 52.00,8.99,240,'不折腾一下，怎么知道人生有多少种可能？1个旅行箱、26座城市、99位房东、606天，打开另一种看世界的方式。徐小平、陈愉、魏一平、阿Sam、范海涛推荐！斜杠新青年、未来生活家郑辰雨首...',
'中信出版社','32开','纯质纸','平装-胶钉',false,9787508692203,'http://127.0.0.1:3000/img/book-detail-pic/d3.jpg'),
(NULL,9,'不租房的606天（独家限量签名版）','郑辰雨（苹果姐姐）','http://127.0.0.1:3000/img/new-book/nb3.jpg',NULL,40.90, 52.00,8.99,240,'不折腾一下，怎么知道人生有多少种可能？1个旅行箱、26座城市、99位房东、606天，打开另一种看世界的方式。徐小平、陈愉、魏一平、阿Sam、范海涛推荐！斜杠新青年、未来生活家郑辰雨首...',
'中信出版社','32开','纯质纸','平装-胶钉',false,9787508692203,'http://127.0.0.1:3000/img/book-detail-pic/d3.jpg');

/****尾品汇****/
INSERT INTO ddw_index_ad VALUES
(NULL,'http://127.0.0.1:3000/img/tushu-wph/tw0.JPG'),
(NULL,'http://127.0.0.1:3000/img/tushu-wph/tw1.jpg'),
(NULL,'http://127.0.0.1:3000/img/tushu-wph/tw2.jpg'),
(NULL,'http://127.0.0.1:3000/img/tushu-wph/tw3.jpg'),
(NULL,'http://127.0.0.1:3000/img/tushu-wph/tw4.jpg'),
(NULL,'http://127.0.0.1:3000/img/tushu-wph/tw5.jpg'),
(NULL,'http://127.0.0.1:3000/img/tushu-wph/tw6.jpg'),
(NULL,'http://127.0.0.1:3000/img/tushu-wph/tw7.jpg'),
(NULL,'http://127.0.0.1:3000/img/tushu-wph/tw8.jpg'),
(NULL,'http://127.0.0.1:3000/img/tushu-wph/tw9.jpg'),
(NULL,'http://127.0.0.1:3000/img/tushu-wph/tw10.jpg'),
(NULL,'http://127.0.0.1:3000/img/tushu-wph/tw11.jpg'),
(NULL,'http://127.0.0.1:3000/img/tushu-wph/tw12.jpg'),
(NULL,'http://127.0.0.1:3000/img/tushu-wph/tw13.jpg'),
(NULL,'http://127.0.0.1:3000/img/tushu-wph/tw14.jpg'),
(NULL,'http://127.0.0.1:3000/img/tushu-wph/tw15.jpg'),
(NULL,'http://127.0.0.1:3000/img/tushu-wph/tw16.jpg'),
(NULL,'http://127.0.0.1:3000/img/tushu-wph/tw17.jpg');

/****书本图片****/
INSERT INTO ddw_book_pic VALUES
(NULL,1,'http://127.0.0.1:3000/img/book-sm/sm2.jpg','http://127.0.0.1:3000/img/book-md/md2.jpg','http://127.0.0.1:3000/img/book-lg/lg2.jpg'),
(NULL,2,'http://127.0.0.1:3000/img/book-sm/sm1.1.jpg','http://127.0.0.1:3000/img/book-md/md1.1.jpg','http://127.0.0.1:3000/img/book-lg/lg1.1.jpg'),
(NULL,2,'http://127.0.0.1:3000/img/book-sm/sm1.2.jpg','http://127.0.0.1:3000/img/book-md/md1.2.jpg','http://127.0.0.1:3000/img/book-lg/lg1.2.jpg'),
(NULL,3,'http://127.0.0.1:3000/img/book-sm/sm3.1.jpg','http://127.0.0.1:3000/img/book-md/md3.1.jpg','http://127.0.0.1:3000/img/book-lg/lg3.1.jpg'),
(NULL,3,'http://127.0.0.1:3000/img/book-sm/sm3.2.jpg','http://127.0.0.1:3000/img/book-md/md3.2.jpg','http://127.0.0.1:3000/img/book-lg/lg3.2.jpg'),
(NULL,3,'http://127.0.0.1:3000/img/book-sm/sm3.3.jpg','http://127.0.0.1:3000/img/book-md/md3.3.jpg','http://127.0.0.1:3000/img/book-lg/lg3.3.jpg'),
(NULL,3,'http://127.0.0.1:3000/img/book-sm/sm3.4.jpg','http://127.0.0.1:3000/img/book-md/md3.4.jpg','http://127.0.0.1:3000/img/book-lg/lg3.4.jpg'),
(NULL,3,'http://127.0.0.1:3000/img/book-sm/sm3.5.jpg','http://127.0.0.1:3000/img/book-md/md3.5.jpg','http://127.0.0.1:3000/img/book-lg/lg3.5.jpg'),
(NULL,4,'http://127.0.0.1:3000/img/book-sm/sm4.1.jpg','http://127.0.0.1:3000/img/book-md/md4.1.jpg','http://127.0.0.1:3000/img/book-lg/lg4.1.jpg'),
(NULL,4,'http://127.0.0.1:3000/img/book-sm/sm4.2.jpg','http://127.0.0.1:3000/img/book-md/md4.2.jpg','http://127.0.0.1:3000/img/book-lg/lg4.2.jpg'),
(NULL,4,'http://127.0.0.1:3000/img/book-sm/sm4.3.jpg','http://127.0.0.1:3000/img/book-md/md4.3.jpg','http://127.0.0.1:3000/img/book-lg/lg4.3.jpg'),
(NULL,4,'http://127.0.0.1:3000/img/book-sm/sm4.4.jpg','http://127.0.0.1:3000/img/book-md/md4.4.jpg','http://127.0.0.1:3000/img/book-lg/lg4.4.jpg'),
(NULL,4,'http://127.0.0.1:3000/img/book-sm/sm4.5.jpg','http://127.0.0.1:3000/img/book-md/md4.5.jpg','http://127.0.0.1:3000/img/book-lg/lg4.5.jpg'),
(NULL,4,'http://127.0.0.1:3000/img/book-sm/sm4.6.jpg','http://127.0.0.1:3000/img/book-md/md4.6.jpg','http://127.0.0.1:3000/img/book-lg/lg4.6.jpg'),
(NULL,4,'http://127.0.0.1:3000/img/book-sm/sm4.7.jpg','http://127.0.0.1:3000/img/book-md/md4.7.jpg','http://127.0.0.1:3000/img/book-lg/lg4.7.jpg'),
(NULL,5,'http://127.0.0.1:3000/img/book-sm/sm5.1.jpg','http://127.0.0.1:3000/img/book-md/md5.1.jpg','http://127.0.0.1:3000/img/book-lg/lg5.1.jpg'),
(NULL,5,'http://127.0.0.1:3000/img/book-sm/sm5.2.jpg','http://127.0.0.1:3000/img/book-md/md5.2.jpg','http://127.0.0.1:3000/img/book-lg/lg5.2.jpg'),
(NULL,5,'http://127.0.0.1:3000/img/book-sm/sm5.3.jpg','http://127.0.0.1:3000/img/book-md/md5.3.jpg','http://127.0.0.1:3000/img/book-lg/lg5.3.jpg'),
(NULL,5,'http://127.0.0.1:3000/img/book-sm/sm5.4.jpg','http://127.0.0.1:3000/img/book-md/md5.4.jpg','http://127.0.0.1:3000/img/book-lg/lg5.4.jpg'),
(NULL,3,'http://127.0.0.1:3000/img/book-sm/sm3.6.jpg','http://127.0.0.1:3000/img/book-md/md3.6.jpg','http://127.0.0.1:3000/img/book-lg/lg3.6.jpg');

/****商品评论****/
INSERT INTO ddw_comment VALUES
(NULL,1,now(),'????','小王八',0),
(NULL,1,now(),'????','小王八',0),
(NULL,1,now(),'????','小王八',0),
(NULL,1,now(),'????','小王八',0),
(NULL,1,now(),'????','小王八',0),
(NULL,1,now(),'????','小王八',0),
(NULL,1,now(),'????','小王八',0),
(NULL,1,now(),'????','小王八',0),
(NULL,1,now(),'????','小王八',0),
(NULL,1,now(),'????','小王八',0),
(NULL,2,now(),'哈哈哈哈','大猪蹄子',0),
(NULL,2,now(),'哈哈哈哈','大猪蹄子',0),
(NULL,2,now(),'哈哈哈哈','大猪蹄子',0),
(NULL,2,now(),'哈哈哈哈','大猪蹄子',0),
(NULL,2,now(),'哈哈哈哈','大猪蹄子',0),
(NULL,2,now(),'哈哈哈哈','大猪蹄子',0),
(NULL,2,now(),'哈哈哈哈','大猪蹄子',0),
(NULL,2,now(),'哈哈哈哈','大猪蹄子',0),
(NULL,3,now(),'啦啦啦啦','大鸡腿',0),
(NULL,3,now(),'啦啦啦啦','大鸡腿',0),
(NULL,3,now(),'啦啦啦啦','大鸡腿',0),
(NULL,3,now(),'啦啦啦啦','大鸡腿',0),
(NULL,3,now(),'啦啦啦啦','大鸡腿',0),
(NULL,3,now(),'啦啦啦啦','大鸡腿',0),
(NULL,3,now(),'啦啦啦啦','大鸡腿',0),
(NULL,3,now(),'啦啦啦啦','大鸡腿',0),
(NULL,3,now(),'啦啦啦啦','大鸡腿',0),
(NULL,3,now(),'啦啦啦啦','大鸡腿',0),
(NULL,3,now(),'啦啦啦啦','大鸡腿',0),
(NULL,3,now(),'啦啦啦啦','大鸡腿',0),
(NULL,4,now(),'嘿嘿嘿嘿','小乌龟',0),
(NULL,4,now(),'嘿嘿嘿嘿','小乌龟',0),
(NULL,4,now(),'嘿嘿嘿嘿','小乌龟',0),
(NULL,4,now(),'嘿嘿嘿嘿','小乌龟',0),
(NULL,4,now(),'嘿嘿嘿嘿','小乌龟',0),
(NULL,4,now(),'嘿嘿嘿嘿','小乌龟',0),
(NULL,4,now(),'嘿嘿嘿嘿','小乌龟',0),
(NULL,4,now(),'嘿嘿嘿嘿','小乌龟',0),
(NULL,4,now(),'嘿嘿嘿嘿','小乌龟',0),
(NULL,4,now(),'嘿嘿嘿嘿','小乌龟',0),
(NULL,5,now(),'呵呵呵呵','绿毛龟',0),
(NULL,5,now(),'呵呵呵呵','绿毛龟',0),
(NULL,5,now(),'呵呵呵呵','绿毛龟',0),
(NULL,5,now(),'呵呵呵呵','绿毛龟',0),
(NULL,5,now(),'呵呵呵呵','绿毛龟',0),
(NULL,5,now(),'呵呵呵呵','绿毛龟',0),
(NULL,5,now(),'呵呵呵呵','绿毛龟',0),
(NULL,5,now(),'呵呵呵呵','绿毛龟',0),
(NULL,5,now(),'呵呵呵呵','绿毛龟',0),
(NULL,5,now(),'呵呵呵呵','绿毛龟',0);